class PoemConstant {
  static const String ronoSongitTitle = 'রণ সংগীত';
  static const String ronoSongitSubTitle = 'কাজী নজরুল ইসলাম';
  static const String ronoSongitDesc = '''
  
চল চল চল
উর্ধ্ব গগনে বাজে মাদল
নিম্নে উতালা ধরণী তল,
অরুন প্রাতের তরুণ দল,
চলরে চলরে চল।

চল চল চল।

ঊষার দুয়ারে হানি আঘাত
আমরা আনিব রাঙা প্রভাত,
আমরা টুটাব তিমির রাত
বাধার বিন্ধাচল।

নব নবীনের গাহিয়া গান,
সজীব করিব মহাশ্মশান,
আমরা দানিব নতুন প্রাণ,
বাহুতে নবীন বল
চলরে নও-জোয়ান,

শোনরে পাতিয়া কান-
মৃত্যু-তোরণ-দুয়ারে-দুয়ারে
জীবনের আহ্বান।
ভাঙরে ভাঙ আগল,

চলরে চলরে চল।
চল চল চল।।
''';

  static const String choroiPakhiTitle = 'চড়ুই পাখির গান';
  static const String choroiPakhiSubTitle = '(প্রচলিত)';
  static const String choroiPakhiDesc = '''
  
চড়ুই ডাকে কিচির মিচির
হলদে পাখির বিয়ে
শেয়াল মামা বর সেজেছে
টোপর মাথায় দিয়ে।

ময়না বলে গয়না কই?
শালিক বলে আয়না কই?
পেঁচা বলে থামরে এবার 
গান শোনাবে টিয়ে।
''';

  static const String komolafuliTitle = 'কমলাফুলি';
  static const String komolafuliSubTitle = 'সত্যেন্দ্রনাথ দত্ত';
  static const String komolafuliDesc = '''
  
কমলাফুলি কমলাফুলি
কমলা লেবুর ফুল,
কমলাফুলির বিয়ে হবে
কানে মতির দুল।
কমলা ফুলির বিয়ে,
দেখতে যাবে ফলার খাবে 
চন্দনা আর টিয়ে,
কোথায় থাকো কমলাফুলি?
সিলেট আমার ঘর
টিয়ে বলে দেখতে যাব
পাখায় দিয়ে ভর।
''';

  static const String nokhChulTitle = 'নখ কাঁটি চুল ছাটি';
  static const String nokhChulSubTitle = '________';
  static const String nokhChulDesc = '''
  
নখ কাঁটি চুল ছাটি
থাকবো মোরা পরিপাটি
ভাল করে দাঁত মাজি
জামা কাপড় পরে সাজি
হাত ধুয়ে খাবার খাই
জুতা পরে স্কুলে যাই।
''';

  static const String lalShakKochuShakTitle = 'লাল শাক কচুশাক';
  static const String lalShakKochuShakSubTitle = '________';
  static const String lalShakKochuShakDesc = '''

লাল শাক কচুশাক
ফুল কপি খায়,

লাউ আর সিম খেয়ে
বড় মজা পায়।

মিষ্টি কুমড়া খাই
আরো খাই শসা,

টুকটুকে লাল গাজর
খেতে ভারি মজা।

করলা তেঁতো লাগে
তবু খেতে হয়,

টমেটোর কতগুণ
জানো নিশ্চয়। 

''';

  static const String folerChoraTitle = 'জাম, জামরুল, কদবেল';
  static const String folerChoraSubTitle = '________';
  static const String folerChoraDesc = '''

জাম, জামরুল, কদবেল
আতা, কাঁঠাল, নারকেল
তাল, তরমুজ, আমড়া
কামরাঙা, বেল, পেয়ারা
পেপে, ডালিম, জলপাইদ
বড়ই দিলাম আর কি চাই।

''';

  static const String pipraPipraTitle = 'পিঁপড়া পিঁপড়া';
  static const String pipraPipraSubTitle = '________';
  static const String pipraPipraDesc = '''

পিঁপড়া পিঁপড়া কয়টা ডিম?
একটা, দুইটা, তিনটা ডিম।
পিঁপড়া পিঁপড়া কয়টা ছাও?
চারটা, পাঁচটা, ছয়টা ছাও,
পিঁপড়া পিঁপড়া কয়টা নাও?
সাতটা, আটটা, নয়টা নাও।
পিঁপড়া পিঁপড়া কয়টা লাউ?
এক, শূন্য, দশটা লাউ।
''';

  static const String oneGeloMachDhorteTitle = 'ওয়ান টু থ্রি';
  static const String oneGeloMachDhorteSubtitle = '________';
  static const String oneGeloMachDhorteDesc = '''

ওয়ান গেল মাছ ধরতে
টু গেল তার সাথে
থ্রি বসে নৌকা চালায়
বৈঠা নিয়ে হাতে।
ফোর পড়ল গাছ থেকে
ফাইভ বসে কাঁদে,
সিক্স বসে রকেট চালায়
পূর্ণিমারই চাঁদে।
সেভেন জলে সাঁতার কাটে
এইট কাটে ধান,
নাইন বসে তবলা বাজায়
টেন ধরেছে গান। 
''';

  static const String amiJodiBabaHotamTitle = 'আমি যদি বাবা হতাম';
  static const String amiJodiBabaHotamSubtitle = 'কাজী নজরুল ইসলাম';
  static const String amiJodiBabaHotamDesc = '''
  
আমি যদি বাবা হতুম, বাবা হত খোকা,
না হলে তার নামতা,
মারতাম মাথায় টোকা ||
রোজ যদি হত রবিবার !
কি মজাটাই হত যে আমার !
কেবল ছুটি ! থাকত নাক নামতা লেখা জোকা !
থাকত না কো যুক্ত অক্ষর, অংকে ধরত পোকা ||
''';

  static const String haradhonTitle = 'হারাধনের দশটি ছেলে';
  static const String haradhonSubtitle = 'যোগীন্দ্রনাথ সরকার';
  static const String haradhonDesc = '''

  হারাধনের দশটি ছেলে
  ঘোরে পাড়াময়,
  একটি কোথা হারিয়ে গেল
  রইল বাকি নয়
  
  হারাধনের নয়টি ছেলে
  কাটতে গেল কাঠ,
  একটি কেটে দুখান হল
  রইল বাকি আট।
  
  হারাধনের আটটি ছেলে
  বসল খেতে ভাত,
  একটির পেট ফেটে গেল
  রইল বাকি সাত।
  
  হারাধনের সাতটি ছেলে
  গেল জলাশয়,
  একটি সেথা ডুবে মরল 
  রইল বাকি ছয়।
  
  হারাধনের ছয়টি ছেলে
  চড়তে গেল গাছ,
  একটি মরল পিছলে পড়ে
  রইল বাকি পাঁচ।
  
  হারাধনের পাঁচটি ছেলে
  গেল বনের ধার,
  একটি গেল বাঘের পেটে
  রইল বাকি চার।
  
  হারাধনের চারটি ছেলে
  নাচে ধিন ধিন,
  একটি মরল আছাড় খেয়ে
  রইল বাকি তিন।
  
  হারাধনের তিনটি ছেলে
  ধরতে গেল রুই,
  একটি খেলো বোয়াল মাছে
  রইল বাকি দুই।
  
  হারাধনের দুইটি ছেলে
  মারতে গেল ভেক,
  একটি মরল সাপের বিষে
  রইল বাকি এক।
  
  হারাধনের একটি ছেলে
  কাঁদে ভেউ ভেউ,
  মনের দুঃখে বনে গেল
  রইল না আর কেউ।
''';

  static const String munajatTitle = 'মুনাজাত';
  static const String munajatSubtitle = 'কাজী নজরুল ইসলাম';
  static const String munajatDesc = '''

  আমারে সকল ক্ষুদ্রতা হতে
  বাঁচাও প্রভু উদার।
  হে প্রভু! শেখাও – নীচতার চেয়ে
  নীচ পাপ নাহি আর।
  যদি শতেক জন্ম পাপে হই পাপী,
  যুগ-যুগান্ত নরকেও যাপি,
  জানি জানি প্রভু, তারও আছে ক্ষমা-
  ক্ষমা নাহি নীচতার।।
  
  ক্ষুদ্র করো না হে প্রভু আমার
  হৃদয়ের পরিসর,
  যেন সম ঠাঁই পায়
  শত্রু-মিত্র-পর।
  
  নিন্দা না করি ঈর্ষায় কারো
  অন্যের সুখে সুখ পাই আরো,
  কাঁদি তারি তরে অশেষ দুঃখী
  ক্ষুদ্র আত্মা তার।।
''';

  static const String khukarKhusiTitle = 'খোকার খুশি';
  static const String khukarKhusiSubtitle = 'কাজী নজরুল ইসলাম';
  static const String khukarKhusiDesc = '''
  
    কি যে ছাই ধানাই–পানাই—
    সারাদিন বাজ্‌ছে শানাই,
    এদিকে কারুর গা নাই
    আজি না মামার বিয়ে!
    
    বিবাহ! বাস্, কি মজা!
    সারাদিন মণ্ডা গজা
    গপাগপ খাও না সোজা
    দেয়ালে ঠেসান্ দিয়ে।
    
    তবু বর হচ্ছিনে ভাই,
    বরের কি মুশকিলটাই—
    সারাদিন উপোস মশাই
    শুধু খাও হরিমটর।
    
    শোনো ভাই, মোদের যবে
    বিবাহ করতে হবে—
    ‘বিয়ে দাও’ বলব, ‘তবে
    কিছুতেই হচ্ছিনে বর!’
    
    সত্যি, কও না মামা,
    আমাদের অম্‌নি জামা
    অম্‌নি মাথায় ধামা
    দেবে না বিয়ে দিয়ে?
    
    মামি–মা আস্‌লে এ ঘর
    মোদেরও করবে আদর?
    বাস্, কি মজার খবর!
    আমি রোজ করব বিয়ে।।
   ''';

  static const String oderJonnoMomotaTitle = 'ওদের জন্য মমতা';
  static const String oderJonnoMomotaSubtitle = 'কাজী নজরুল ইসলাম';
  static const String oderJonnoMomotaDesc = '''
  
    এই যে মায়ের অনাদরে ক্লিষ্ট শিশুগুলি,
    পরনে নেই ছেঁড়া কানি, সারা গায়ে ধূলি।
    সারাদিনের অনাহারে শুষ্ক বদনখানি
    ক্ষিদের জ্বালায় ক্ষুণ্ণ, তাতে জ্বরের ধুকধুকানি।
    অযতনে বাছাদের হায়, গা গিয়েছে ফেটে,
    খুদ-ঘাঁটা তাও জোটে নাকো’ সারাটি দিন খেটে।
    এদের ফেলে ওগো ধনী, ওগো দেশের রাজা!
    কেমন করে রোচে মুখে মন্ডা- মিঠাই-খাজা?
    
    ক্ষুধায় কাতর যখন এরা দেখে তোমায় খেতে,
    সে কি নীরব যাচ্ঞা করুণ ফোটে নয়নেতে!
    তোমাদের মা খোকার একটু গা-টি গরম হলে,
    দশ ডাক্তার দেখে এসে; এরা জ্বরে মলে-
    দেয় না মা কেউ একটি চুমুক জলও এদের মুখে
    হাড়-চামড়া হয়ে মরে মায়ের বুকে ধুঁকে!
    তোমাদের মা খোকা-খুকি ঘুমায় দোলায় দুলে;
    এদের ছেলের ঘুম পেলে মা, ঘুমায় তেঁতুলতলে।
    একলাটি গো মাটির বুকে বাহুয় থুয়ে মাথা;
    পাষাণ-বুকও ফাটবে তোমার দেখ যদি মা তা!
   
   ''';

  static const String ovishapTitle = 'অভিশাপ';
  static const String ovishapSubtitle = 'কাজী নজরুল ইসলাম';
  static const String ovishapDesc = '''
  
    যেদিন আমি হারিয়ে যাব, বুঝবে সেদিন বুঝবে
    অস্তপারের সন্ধ্যাতারায় আমার খবর পুঁছবে
    
    বুঝবে সেদিন বুঝবে।
    
    ছবি আমার বুকে বেধে
    পাগল হয়ে কেঁদে কেঁদে
    ফিরবে মরু কানন গিরি
    সাগর আকাশ বাতাশ চিরি
    সেদিন আমায় খুজবে
    বুঝবে সেদিন বুঝবে।
    
    স্বপন ভেঙ্গে নিশুত রাতে, জাগবে হঠাৎ চমকে
    কাহার যেন চেনা ছোয়ায় উঠবে ও-বুক ছমকে-
    
    জাগবে হঠাৎ ছমকে,
    ভাববে বুঝি আমিই এসে
    বসনু বুকের কোলটি ঘেষে
    ধরতে গিয়ে দেখবে যখন
    শুন্য শয্যা মিথ্যা স্বপন
    বেদনাতে চোখ বুজবে-
    বুঝবে সেদিন বুঝবে
    
    গাইতে গিয়ে কন্ঠ ছিড়ে আসবে যখন কান্না
    বলবে সবাই- সেই যে পথিক তার শোনানো গান না?-
    
    আসবে ভেঙ্গে কান্না,
    পড়বে মন আমার সোহাগ
    কন্ঠে তোমার কাদবে বেহাগ
    পড়বে মনে আমার ফাকি
    অশ্রুহারা কঠিন আখি
    ঘন ঘন মুছবে,
    বুঝবে সেদিন বুঝবে।
    
    আবার যেদিন শিউলী ফুলে ভরবে তোমার অঙ্গন
    তুলতে সে ফুল গাথতে মালা, কাপবে তোমার কঙ্কণ
    
    কাদবে কুটির অঙ্গন,
    শিউলী ঢাকা মোর সমাধি
    পড়বে মনে উঠবে কাদি
    বুকের জ্বালা করবে মালা
    চোখের জলে সেদিন বালা
    মুখের হাসি ঘুচবে
    বুঝবে সেদিন বুঝবে।
    
    আসবে আবার আশিন হাওয়া, শিশির ছেচা রাত্রি
    থাকবে সবাই- থাকবে না এই মরন পথের যাত্রীই
    
    আসবে শিশির রাত্রি,
    থাকবে পাশে বন্ধু সুজন
    থাকবে রাত বাহুর বাধন
    বধুর বুকের পরশনে
    আমার পরশ আনবে মনে
    বিষিয়ে ও বুক উঠবে
    বুঝবে সেদিন বুঝবে।
    
    আসবে তোমার শীতের রাতি, আসবে নাকো আর সে
    তোমার সুখে পড়তো বাধা থাকলে যে জন পার্শ্বে
    
    আসবে নাকো আর সে,
    পড়বে মন মোর বাহুতে
    মাথা থুয়ে যেদিন শুতে
    মুখ ফিরিয়ে থাকতে ঘৃণায়
    সেই স্মৃতি নিত বিছানায়
    কাটা হয়ে ফুটবে-
    বুঝবে সেদিন বুঝবে।
    
    আবার গাঙ্গে আসবে জোয়ার, দুলবে তরী রঙ্গে
    সেই তরীতে হয়তো কেহ থাকবে তোমার সঙ্গে
    
    দুলবে তরী রঙ্গে,
    পড়বে মনে সে কোন রাতে
    এক তরীতে ছিলে সাথে
    এমনি গাঙে ছিল জোয়ার
    নদীর দুধার এমনি আধার
    তেমনি তরী ছুটবে-
    বুঝবে সেদিন বুঝবে।
    
    তোমার সখার আসবে যেদিন এমনি কারা বন্ধ
    আমার মত কেদে কেদে হয়তো হবে অন্ধ
    
    সখার কারা বন্ধ,
    বন্ধু তোমার হানবে হেলা
    ভাঙ্গবে তোমার সুখের খেলা
    দীর্ঘ লো কাটবে না আর
    বইতে প্রাণ শ্রান্ত এ ভার
    সরন মনে যুঝবে
    বুঝবে সেদিন বুঝবে।
    
    ফুটবে আবার দোলন চাপা, চৈতি রাতের চাদনী
    আকাশ ছাওয়া তারায় তারায় বাজবে আমার কাদনি
    
    চৈতি রাতের চাদনী
    ঋতুর পরে ফিরবে ঋতু
    সেদিন হে-মোর সোহাগ ভীতু
    চাইবে কেদে নীল নভোগায়
    আমার মত চোখ ভরে চায়
    যে তারা, তায় খুজবে
    বুঝবে সেদিন বুঝবে।
    
    আসবে ঝড়ি, নাচবে তুফান টুটবে সকল বন্ধন
    কাপবে কুটির সেদিন ত্রাসে, জাগবে বুকে ক্রন্দন
    
    টুটবে যবে বন্ধন,
    পড়বে মনে নেই সে সাথে
    বাধতে বুকে দুঃখ রাতে-
    আপনি গালে যাচবে চুমা
    চাইবে আদর মাগবে ছোওয়া
    আপনি যেচে চুমবে
    বুঝবে সেদিন বুঝবে।
    
    আমার বুকের যে কাটা ঘা, তোমায় ব্যাথা হানত
    সেই আঘাতই যাচবে আবার হয়তো হয়ে শ্রান্ত
    
    আসব তখন পান্থ,
    হয়তো তখন আমার কোলে
    সোহাগ লোভে পড়বে ঢোলে
    আপনি সেদিন সেধে-কেদে
    চাপবে বুকে বাহুয় বেধে
    চরন চুমে পূজবে
    বুঝবে সেদিন বুঝবে।
  ''';

  static const String songkolpoTitle = 'সংকল্প';
  static const String songkolpoSubtitle = 'কাজী নজরুল ইসলাম';
  static const String songkolpoDesc = '''
  
  থাকব না’ক বদ্ধ ঘরে
  দেখব এবার জগৎটাকে
  কেমন করে ঘুরছে মানুষ
  যুগান্তরের ঘূর্ণিপাকে।
  
  দেশ হতে দেশ দেশান্তরে
  ছুটছে তারা কেমন করে,
  কিসের নেশায় কেমন করে
  মরছে যে বীর লাখে লাখে।
  কিসের আশায় করছে তারা
  বরণ মরণ যন্ত্রণাকে।
  
  কেমন করে বীর ডুবুরি
  সিন্ধু সেঁচে মুক্তা আনে,
  কেমন করে দুঃসাহসী
  চলছে উড়ে স্বর্গপানে।
  
  হাউই চড়ে চায় যেতে কে
  চন্দ্রলোকের অচিনপুরে,
  শুনব আমি, ইঙ্গিতে কোন
  মঙ্গল হতে আসছে উড়ে।
  
  পাতাল ফেড়ে নামব আমি
  উঠব আমি আকাশ ফুঁড়ে,
  বিশ্বজগৎ দেখব আমি
  আপন হাতের মুঠোয় পুরে।
  ''';

  static const String kothayChilamAmiTitle = 'কোথায় ছিলাম আমি';
  static const String kothayChilamAmiSubtitle = 'কাজী নজরুল ইসলাম';
  static const String kothayChilamAmiDesc = '''
  
  মা গো! আমায় বল্‌তে পারিস কোথায় ছিলাম আমি-
  কোন্‌ না-জানা দেশ থেকে তোর কোলে এলাম নামি?
  
  আমি যখন আসিনি, মা তুই কি আঁখি মেলে
  চাঁদকে বুঝি বল্‌তিস-ঐ ঘর-ছাড়া মোর ছেলে?
  
  শুকতারাকে বল্‌তিস কি, আয় রে নেমে আয়-
  তোর রূপ যে মায়ের কোলে বেশি শোভা পায়।
  
  কাজলা দিঘির নাইতে গিয়ে পদ্মফুলের মুখে
  দেখ্‌তিস কি আমার ছায়া, উঠ্‌ত কাঁদন বুকে?
  
  গাঙে যখন বান আস্‌ত, জান্‌ত না মা কেউ-
  তোর বুকে কি আসতাম আমি হয়ে স্নেহের ঢেউ?
  ''';

  static const String maaTitle = 'মা';
  static const String maaSubtitle = 'কাজী নজরুল ইসলাম';
  static const String maaDesc = '''
  
  যেখানেতে দেখি যাহা
  মা-এর মতন আহা
  একটি কথায় এত সুধা মেশা নাই,
  মায়ের মতন এত
  আদর সোহাগ সে তো
  আর কোনখানে কেহ পাইবে ভাই!
  
  হেরিলে মায়ের মুখ
  দূরে যায় সব দুখ,
  মায়ের কোলেতে শুয়ে জুড়ায় পরান,
  মায়ের শীতল কোলে
  সকল যাতনা ভোলে
  কত না সোহাগে মাতা বুকটি ভরান।
  
  কত করি উৎপাত
  আবদার দিন রাত,
  সব স’ন হাসি মুখে, ওরে সে যে মা!
  আমাদের মুখ চেয়ে
  নিজে র’ন নাহি খেয়ে,
  শত দোষী তবু মা তো তাজে না।
  
  ছিনু খোকা এতটুকু,
  একটুতে ছোট বুক
  যখন ভাঙিয়া যেতো, মা-ই সে তখন
  বুকে করে নিশিদিন
  আরাম-বিরাম-হীন
  দোলা দেয় শুধাতেন, ‘কি হোলো খোকন?’
  
  আহা সে কতই রাতি
  শিয়রে জ্বালায়ে বাতি
  একটু আসুখ হলে জাগেন মাতা,
  সব-কিছু ভুলে গিয়ে
  কেবল আমায়ের নিয়ে
  কত আকুলতা যেন জাগন্মাতা।
  
  যখন জন্ম নিনু
  কত আসহায় ছিনু,
  কাঁদা ছাড়া নাহি জানিতাম কোন কিছু,
  ওঠা বসা দূরে থাক-
  মুখে নাহি ছিল বাক,
  চাহনি ফিরিত শুধু আর পিছু পিছু।
  
  তখন সে মা আমার
  চুমু খেয়ে বারবার
  চাপিতেন বুকে, শুধু একটি চাওয়ায়
  বুঝিয়া নিতেন যত
  আমার কি ব্যথা হোতো,
  বল কে ওমন স্নেহে বুকটি ছাওয়ায়।
  
  তারপর কত দুখে
  আমারে ধরিয়া বুকে
  করিয়া তুলেছে মাতা দেখো কত বড়,
  কত না সে সুন্দর
  এ দেহে এ অন্তর
  সব মোর ভাই বোন হেথা যত পড়।
  
  পাঠশালা হ’তে যবে
  ঘরে ফিরি যাব সবে,
  কত না আদরে কোলে তুলি’ নেবে মাতা,
  খাবার ধরিয়া মুখে
  শুধাবেন কত সুখে
  কত আজ লেখা হোলো, পড়া কত পাতা?’
  
  পড়া লেখা ভাল হ’লে
  দেখেছ সে কত ছলে
  ঘরে ঘরে মা আমার কত নাম করে।
  বলে, ‘মোর খোকামনি!
  হীরা-মানিকের খনি,
  এমনটি নাই কারো!’ শুনে বুক ভরে।
  
  গা’টি গরম হলে
  মা সে চোখের জলে
  ভেসে বলে, ‘ওরে যাদু কি হয়েছে বল’।
  কত দেবতার ‘থানে’
  পীরে মা মানত মানে-
  মাতা ছাড়া নাই কারো চোখে এত জল।
  
  যখন ঘুমায়ে থাকি
  জাগে রে কাহার আঁখি
  আমার শিয়রে, আহা কিসে হবে ঘুম।
  তাই কত ছড়া গানে
  ঘুম-পাড়ানীরে আনে,
  বলে, ‘ঘুম! দিয়ে যা রে খুকু-চোখে চুম’।
  
  দিবানিশি ভাবনা
  কিসে ক্লেশ পাব না,
  কিসে সে মানুষ হব, বড় হব কিসে;
  বুক ভ’রে ওঠে মা’র
  ছেলেরি গরবে তাঁর,
  সব দুখ হয় মায়ের আশিসে।
  
  আয় তবে ভাই বোন,
  আয় সবে আয় শোন
  গাই গান, পদধূলি শিরে লয়ে মা’র;
  মা’র বড় কেহ নাই-
  কেউ নাই কেউ নাই!
  নত করি বল সবে ‘মা আমার! মা আমার!’
  ''';

  static const String vurHoloDurKhuloTitle = 'ভোর হলো';
  static const String vurHoloDurKhuloSubtitle = 'কাজী নজরুল ইসলাম';
  static const String vurHoloDurKhuloDesc = '''
  
  ভোর হলো দোর খোল 
  খুকুমনি ওঠে রে, 
  
  ঐ ডাকে জুঁই-শাখে
  ফুল-খুকি ছোট রে।
  
  খুলি হাল তুলি পাল 
  ঐ তরি চলল, 
  
  এইবার এইবার
  খুকু চোখ খুলল। 
  
  আলসে নয় সে 
  ওঠে রোজ সকালে, 
  
  রোজ তাই চাঁদা ভাই 
  টিপ দেয় কপালে।
  ''';

  static const String chutiTitle = 'ছুটি';
  static const String chutiSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String chutiDesc = '''
  
  মেঘের কোলে রোদ হেসেছে,
  বাদল গেছে টুটি,
  আজ আমাদের ছুটি, ও ভাই,
  আজ আমাদের ছুটি।।
  
  কী করি আজ ভেবে না পাই,
  পথ হারিয়ে কোন্‌ বনে যাই,
  কোন্‌ মাঠে যে ছুটে বেড়াই,
  সকল ছেলে জুটি।।
  
  কেয়াপাতায় নৌকো গড়ে’
  সাজিয়ে দেব ফুলে,
  তালদিঘিতে ভাসিয়ে দেবো,
  চলবে দুলে দুলে।
  
  রাখাল ছেলের সঙ্গে ধেনু
  চরাব আজ বাজিয়ে বেণু,
  মাখব গায়ে ফুলের রেণু
  চাঁপার বনে লুটি।
  
  আজ আমাদের ছুটি, ও ভাই,
  আজ আমাদের ছুটি।।
  ''';

  static const String amaderChutoNodiTitle = 'আমাদের ছোট নদী';
  static const String amaderChutoNodiSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String amaderChutoNodiDesc = '''
  
  আমাদের ছোটো নদী চলে বাঁকে বাঁকে
  বৈশাখ মাসে তার হাঁটু জল থাকে।
  পার হয়ে যায় গোরু, পার হয় গাড়ি,
  দুই ধার উঁচু তার, ঢালু তার পাড়ি।
  
  চিক্ চিক্ করে বালি, কোথা নাই কাদা,
  একধারে কাশবন ফুলে ফুলে সাদা।
  কিচিমিচি করে সেথা শালিকের ঝাঁক,
  রাতে ওঠে থেকে থেকে শেয়ালের হাঁক।
  
  আর-পারে আমবন তালবন চলে,
  গাঁয়ের বামুন পাড়া তারি ছায়াতলে।
  তীরে তীরে ছেলে মেয়ে নাইবার কালে
  গামছায় জল ভরি গায়ে তারা ঢালে।
  
  সকালে বিকালে কভু নাওয়া হলে পরে
  আঁচল ছাঁকিয়া তারা ছোটো মাছ ধরে।
  বালি দিয়ে মাজে থালা, ঘটিগুলি মাজে,
  বধূরা কাপড় কেচে যায় গৃহকাজে।
  
  আষাঢ়ে বাদল নামে, নদী ভর ভর
  মাতিয়া ছুটিয়া চলে ধারা খরতর।
  মহাবেগে কলকল কোলাহল ওঠে,
  ঘোলা জলে পাকগুলি ঘুরে ঘুরে ছোটে।
  দুই কূলে বনে বনে পড়ে যায় সাড়া,
  বরষার উৎসব জেগে ওঠে পাড়া।।
  ''';

  static const String hatTitle = 'হাট';
  static const String hatSubtitle = 'কাজী নজরুল ইসলাম';
  static const String hatDesc = '''
  
  কুমোর-পাড়ার গরুর গাড়ি-
  বোঝাই করা কলসি হাঁড়ি।
  গাড়ি চালায় বংশীবদন,
  সঙ্গে যে যায় ভাগ্নে মদন।
  হাট বসেছে শুক্রবারে
  বক্সীগঞ্জে পদ্মাপারে।
  জিনিসপত্র জুটিয়ে এনে
  
  গ্রামেন মানুষ বেচে কেনে।
  উচ্ছে বেগুন পটল মুলো,
  বেতের বোনা ধামা কুলো,
  সর্ষে ছোলা ময়দা আটা,
  
  শীতের র‌্যাপার নক্সাকাটা।
  ঝাঁঝরি করা বেড়ি হাতা,
  শহর থেকে সস্তা ছাতা।
  কলসি-ভরা এখো গুড়ে
  মাছি যত বেড়ায় উড়ে।
  
  খড়ের আঁটি নৌকো বেয়ে
  আনলো ঘাটে চাষির মেয়ে।
  অন্ধ কানাই পথের ‘পরে
  গান শুনিয়ে ভিক্ষে করে।
  পাড়ার ছেলে স্নানের ঘাটে
  জল ছিটিয়ে সাঁতার কাটে।
  ''';

  static const String sunarToriTitle = 'সোনার তরী';
  static const String sunarToriSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String sunarToriDesc = '''
  
  গগনে গরজে মেঘ, ঘন বরষা।
  কূলে একা বসে আছি, নাহি ভরসা।
  রাশি রাশি ভারা ভারা
  ধান কাটা হল সারা,
  ভরা নদী ক্ষুরধারা
  খরপরশা।
  কাটিতে কাটিতে ধান এল বরষা।
  
  একখানি ছোটো খেত, আমি একেলা,
  চারি দিকে বাঁকা জল করিছে খেলা।
  পরপারে দেখি আঁকা
  তরুছায়া মসীমাখা
  গ্রামখানি মেঘে ঢাকা
  প্রভাতবেলা--
  
  এ পারেতে ছোটো খেত, আমি একেলা।
  গান গেয়ে তরী বেয়ে কে আসে পারে,
  দেখে যেন মনে হয় চিনি উহারে।
  ভরা-পালে চলে যায়,
  কোনো দিকে নাহি চায়,
  ঢেউগুলি নিরুপায়
  ভাঙে দু-ধারে--
  
  দেখে যেন মনে হয় চিনি উহারে।
  ওগো, তুমি কোথা যাও কোন্‌ বিদেশে,
  বারেক ভিড়াও তরী কূলেতে এসে।
  যেয়ো যেথা যেতে চাও,
  যারে খুশি তারে দাও,
  শুধু তুমি নিয়ে যাও
  ক্ষণিক হেসে
  
  আমার সোনার ধান কূলেতে এসে।
  যত চাও তত লও তরণী-'পরে।
  আর আছে?-- আর নাই, দিয়েছি ভরে।
  এতকাল নদীকূলে
  যাহা লয়ে ছিনু ভুলে
  সকলি দিলাম তুলে
  থরে বিথরে--
  
  এখন আমারে লহ করুণা করে।
  ঠাঁই নাই, ঠাঁই নাই-- ছোটো সে তরী
  আমারি সোনার ধানে গিয়েছে ভরি।
  শ্রাবণগগন ঘিরে
  ঘন মেঘ ঘুরে ফিরে,
  শূন্য নদীর তীরে
  রহিনু পড়ি--
  যাহা ছিল নিয়ে গেল সোনার তরী।
  ''';

  static const String bolakaTitle = 'বলাকা';
  static const String bolakaSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String bolakaDesc = '''
  
  সন্ধ্যারাগে ঝিলিমিলি ঝিলমের স্রোতখানি বাঁকা
  আঁধারে মলিন হল— যেন খাপে-ঢাকা
  বাঁকা তলোয়ার ;
  দিনের ভাঁটার শেষে রাত্রির জোয়ার
  এল তার ভেসে-আসা তারাফুল নিয়ে কালো জলে ;
  অন্ধকার গিরিতটতলে
  দেওদার তরু সারে সারে ;
  মনে হল সৃষ্টি যেন স্বপ্নে চায় কথা কহিবারে,
  বলিতে না পারে স্পষ্ট করি,
  অব্যক্ত ধ্বনির পুঞ্জ অন্ধকারে উঠিছে গুমরি।
  
  সহসা শুনিনু সেই ক্ষণে
  সন্ধ্যার গগনে
  শব্দের বিদ্যুৎছটা শূন্যের প্রান্তরে
  মুহূর্তে ছুটিয়া গেল দূর হতে দূরে দূরান্তরে।
  হে হংস-বলাকা,
  ঝঞ্ঝা-মদরসে মত্ত তোমাদের পাখা
  রাশি রাশি আনন্দের অট্টহাসে
  বিস্ময়ের জাগরণ তরঙ্গিয়া চলিল আকাশে।
  ওই পক্ষধ্বনি,
  শব্দময়ী অপ্সর-রমণী
  গেল চলি স্তব্ধতার তপোভঙ্গ করি।
  উঠিল শিহরি
  গিরিশ্রেণী তিমির-মগন ,
  শিহরিল দেওদার-বন।
  
  মনে হল এ পাখার বাণী
  দিল আনি
  শুধু পলকের তরে
  পুলকিত নিশ্চলের অন্তরে অন্তরে
  বেগের আবেগ।
  ''';

  static const String talGachTitle = 'তালগাছ';
  static const String talGachSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String talGachDesc = '''
  
  তালগাছ এক পায়ে দাঁড়িয়ে
  সব গাছ ছাড়িয়ে
  উঁকি মারে আকাশে।
  মনে সাধ, কালো মেঘ ফুঁড়ে যায়,
  একেবারে উড়ে যায়;
  কোথা পাবে পাখা সে?
  
  
  তাই তো সে ঠিক তার মাথাতে
  গোল গোল পাতাতে
  ইচ্ছাটি মেলে তার,–
  মনে মনে ভাবে, বুঝি ডানা এই,
  উড়ে যেতে মানা নেই
  বাসাখানি ফেলে তার।
  
  সারাদিন ঝরঝর থত্থর
  কাঁপে পাতা-পত্তর,
  ওড়ে যেন ভাবে ও,
  মনে মনে আকাশেতে বেড়িয়ে
  তারাদের এড়িয়ে
  যেন কোথা যাবে ও।
  
  তার পরে হাওয়া যেই নেমে যায়,
  পাতা কাঁপা থেমে যায়,
  ফেরে তার মনটি
  যেই ভাবে, মা যে হয় মাটি তার
  ভালো লাগে আরবার
  পৃথিবীর কোণটি।
  ''';

  static const String birPurushTitle = 'বীরপুরুষ';
  static const String birPurushSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String birPurushDesc = '''
  
  মনে করো, যেন বিদেশ ঘুরে
  মাকে নিয়ে যাচ্ছি অনেক দূরে।
  
  তুমি যাচ্ছ পালকিতে, মা, চ’ড়ে
  দরজা দুটো একটুকু ফাঁক ক’রে,
  আমি যাচ্ছি রাঙা ঘোড়ার ‘পরে
  টগবগিয়ে তোমার পাশে পাশে।
  রাস্তা থেকে ঘোড়ার খুরে খুরে
  রাঙা ধূলোয় মেঘ উড়িয়ে আসে।
  
  সন্ধ্যে হল, সূর্য নামে পাটে,
  এলেম যেন জোড়াদিঘির মাঠে।
  ধূ ধূ করে যে দিক-পানে চাই,
  কোনোখানে জনমানব নাই,
  তুমি যেন আপন-মনে তাই
  ভয় পেয়েছ-ভাবছ, ‘এলেম কোথা।’
  আমি বলছি, ‘ভয় কোরো না মা গো,
  ওই দেখা যায় মরা নদীর সোঁতা।’
  
  আমরা কোথায় যাচ্ছি কে তা জানে-
  অন্ধকারে দেখা যায় না ভালো।
  তুমি যেন বললে আমায় ডেকে,
  ‘দিঘির ধারে ওই-যে কিসের আলো!’
  এমন সময় ‘হাঁরে রে রে রে রে’
  
  ওই – যে কারা আসতেছে ডাক ছেড়ে!
  তুমি ভয়ে পালকিতে এক কোণে
  ঠাকুর-দেবতা স্মরণ করছ মনে,
  বেয়ারাগুলো পাশের কাঁটাবনে
  আমি যেন তোমায় বলছি ডেকে,
  ‘আমি আছি, ভয় কেন, মা, করো!’
  
  তুমি বললে, ‘যাস নে খোকা ওরে,’
  আমি বলি, ‘দেখো-নাচুপ করে।’
  ছুটিয়ে ঘোড়া গেলেম তাদের মাঝে,
  কী ভয়ানক লড়াই হল মা যে
  শুনে তোমার গায়ে দেবে কাঁটা।
  কত লোক যে পালিয়ে গেল ভয়ে,
  কত লোকের মাথা পড়ল কাটা।।
  
  এত লোকের সঙ্গে লড়াই ক’রে,
  ভাবছ খোকা গেলই বুঝি মরে।
  আমি তখন রক্ত মেখে ঘেমে
  বলছি এসে, ‘লড়াই গেছে থেমে,’
  তুমি শুনে পালকি থেকে নেমে
  চুমো খেয়ে নিচ্ছ আমায় কোলে
  বলছ, ‘ভাগ্যে খোকা সঙ্গে ছিল’
  কী দুর্দশাই হত তা না হলে!’
  ''';

  static const String majhiTitle = 'মাঝি';
  static const String majhiSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String majhiDesc = '''
  
  আমার যেতে ইচ্ছে করে
  নদীটির ওই পারে
  যেথায় ধারে ধারে
  বাঁশের খোঁটায় ডিঙি নৌকো
  বাঁধা সারে সারে।
  
  কৃষণেরা পার হয়ে যায়
  লাঙল কাঁধে ফেলে,
  জাল টেনে নেয় জেলে,
  গরু মহিষ সাঁতরে নিয়ে
  যায় রাখালের ছেলে।
  
  সন্ধ্যে হলে যেখান থেকে
  সবাই ফেরে ঘরে,
  শুধু রাত দুপুরে
  শেয়ালগুলো ডেকে ওঠে
  ঝাউ ডাঙাটার পরে।
  
  মা, যদি হও রাজি,
  বড় হলে আমি হব
  খেয়াঘাটের মাঝি।
  ''';

  static const String okormaTitle = 'অকর্মার বিভ্রাট';
  static const String okormaSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String okormaDesc = '''
  
  লাঙল কাঁদিয়া বলে ছাড়ি দিয়ে গলা,
  তুই কোথা হতে এলি ওরে ভাই ফলা?
  যেদিন আমার সাথে তোরে দিল জুড়ি
  সেই দিন হতে মোর মাথা-খোঁড়াখুঁড়ি।
  
  ফলা কহে, ভালো ভাই, আমি যাই খসে,
  দেখি তুমি কী আরামে থাক ঘরে ব’সে।
  ফলাখানা টুটে গেল, হল্‌খানা তাই
  খুশি হয়ে পড়ে থাকে, কোনো কর্ম নাই।
  
  চাষা বলে, এ আপদ আর কেন রাখা,
  এরে আজ চালা করে ধরাইব আখা।
  হল্‌ বলে, ওরে ফলা, আয় ভাই ধেয়ে—
  খাটুনি যে ভালো ছিল জ্বলুনির চেয়ে।
  ''';

  static const String chutoBoroTitle = 'ছোটোবড়ো';
  static const String chutoBoroSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String chutoBoroDesc = '''
  
  এখনো তো বড়ো হই নি আমি,
  ছোটো আছি ছেলেমানুষ ব’লে।
  দাদার চেয়ে অনেক মস্ত হব
  বড়ো হয়ে বাবার মতো হলে।
  
  দাদা তখন পড়তে যদি না চায়,
  পাখির ছানা পোষে কেবল খাঁচায়,
  তখন তারে এমনি বকে দেব!
  বলব, “তুমি চুপটি ক’রে পড়ো।’
  
  বলব, “তুমি ভারি দুষ্টু ছেলে’ —
  যখন হব বাবার মতো বড়ো।
  তখন নিয়ে দাদার খাঁচাখানা
  ভালো ভালো পুষব পাখির ছানা।
  
  সাড়ে দশটা যখন যাবে বেজে
  নাবার জন্যে করব না তো তাড়া।
  ছাতা একটা ঘাড়ে ক’রে নিয়ে
  চটি পায়ে বেড়িয়ে আসব পাড়া।
  
  গুরুমশায় দাওয়ায় এলে পরে
  চৌকি এনে দিতে বলব ঘরে,
  তিনি যদি বলেন “সেলেট কোথা?
  দেরি হচ্ছে, বসে পড়া করো’
  আমি বলব, “খোকা তো আর নেই,
  হয়েছি যে বাবার মতো বড়ো।’
  
  গুরুমশায় শুনে তখন কবে,
  “বাবুমশায়, আসি এখন তবে।’
  খেলা করতে নিয়ে যেতে মাঠে
  ভুলু যখন আসবে বিকেল বেলা,
  আমি তাকে ধমক দিয়ে কব,
  “কাজ করছি, গোল কোরো না মেলা।’
  
  রথের দিনে খুব যদি ভিড় হয়
  একলা যাব, করব না তো ভয় —
  মামা যদি বলেন ছুটে এসে
  “হারিয়ে যাবে, আমার কোলে চড়ো’
  বলব আমি, “দেখছ না কি মামা,
  হয়েছি যে বাবার মতো বড়ো।’
  
  দেখে দেখে মামা বলবে, “তাই তো,
  খোকা আমার সে খোকা আর নাই তো।’
  আমি যেদিন প্রথম বড়ো হব
  মা সেদিনে গঙ্গাস্নানের পরে
  আসবে যখন খিড়কি-দুয়োর দিয়ে
  ভাববে “কেন গোল শুনি নে ঘরে।’
  
  তখন আমি চাবি খুলতে শিখে
  যত ইচ্ছে টাকা দিচ্ছি ঝিকে,
  মা দেখে তাই বলবে তাড়াতাড়ি,
  “খোকা, তোমার খেলা কেমনতরো।’
  আমি বলব, “মাইনে দিচ্ছি আমি,
  হয়েছি যে বাবার মতো বড়ো।
  
  ফুরোয় যদি টাকা, ফুরোয় খাবার,
  যত চাই মা, এনে দেব আবার।’
  আশ্বিনেতে পুজোর ছুটি হবে,
  মেলা বসবে গাজনতলার হাটে,
  বাবার নৌকো কত দূরের থেকে
  লাগবে এসে বাবুগঞ্জের ঘাটে।
  
  বাবা মনে ভাববে সোজাসুজি,
  খোকা তেমনি খোকাই আছে বুঝি,
  ছোটো ছোটো রঙিন জামা জুতো
  কিনে এনে বলবে আমায় “পরো’।
  আমি বলব, “দাদা পরুক এসে,
  আমি এখন তোমার মতো বড়ো।
  
  দেখছ না কি যে ছোটো মাপ জামার–
  পরতে গেলে আঁট হবে যে আমার।’
  ''';

  static const String porichoyTitle = 'পরিচয়';
  static const String porichoySubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String porichoyDesc = '''
  
  একদিন দেখিলাম উলঙ্গ সে ছেলে
  ধুলি-’পরে বসে আছে পা-দুখানি মেলে।
  ঘাটে বসি মাটি ঢেলা লইয়া কুড়ায়ে
  দিদি মাজিতেছে ঘটি ঘুরায়ে ঘুরায়ে।
  
  অদূরে কোমললোম ছাগবৎস ধীরে
  চরিয়া ফিরিতেছিল নদী-তীরে-তীরে।
  সহসা সে কাছে আসি থাকিয়া থাকিয়া
  বালকের মুখ চেয়ে উঠিল ডাকিয়া।
  
  বালক চমকি কাঁপি কেঁদে ওঠে ত্রাসে,
  দিদি ঘাটে ঘটি ফেলে ছুটে চলে আসে।
  এক কক্ষে ভাই লয়ে অন্য কক্ষে ছাগ
  দুজনেরে বাঁটি দিল সমান সোহাগ!
  
  পশুশিশু, নরশিশু—দিদি মাঝে প’ড়ে
  দোঁহারে বাঁধিয়া দিল পরিচয়ডোরে।
  ''';

  static const String bristiPoreTapurTitle = 'বৃষ্টি পড়ে টাপুর টুপুর';
  static const String bristiPoreTapurSubtitle = 'রবীন্দ্রনাথ ঠাকুর';
  static const String bristiPoreTapurDesc = '''
  
  দিনের আলো নিবে এল,
  সুয্যি ডোবে-ডোবে।
  আকাশ ঘিরে মেঘ জুটেছে
  চাঁদের লোভে লোভে।
  
  মেঘের উপর মেঘ করেছে,
  রঙের উপর রঙ,
  মন্দিরেতে কাঁসর ঘন্টা।
  বাজল ঠঙ্ ঠঙ্।
  
  ও পারেতে বিষ্টি এল,
  ঝাপসা গাছপালা।
  এ পারেতে মেঘের মাথায়
  একশো মানিক জ্বালা।
  
  বাদলা হাওয়ায় মনে পড়ে
  ছেলেবেলার গান-
  “বিষ্টি পড়ে টাপুর টুপুর,
  নদেয় এল বান।”
  
  আকাশ জুড়ে মেঘের খেলা,
  কোথায় বা সীমানা!
  দেশে দেশে খেলে বেড়ায়,
  কেউ করে না মানা।
  
  কত নতুন ফুলের বনে
  বিষ্টি দিয়ে যায়,
  পলে পলে নতুন খেলা
  কোথায় ভেবে পায়।
  
  মেঘের খেলা দেখে কত
  খেলা পড়ে মনে,
  কত দিনের নুকোচুরি
  কত ঘরের কোণে।
  
  তারি সঙ্গে মনে পড়ে
  ছেলেবেলার গান —
  “বিষ্টি পড়ে টাপুর টুপুর,
  নদেয় এল বান।’
  
  মনে পড়ে ঘরটি আলো
  মায়ের হাসিমুখ,
  মনে পড়ে মেঘের ডাকে
  গুরুগুরু বুক।
  
  বিছানাটির একটি পাশে
  ঘুমিয়ে আছে খোকা,
  মায়ের ‘পরে দৌরাত্মি সে
  না যায় লেখাজোখা।
  
  ঘরেতে দুরন্ত ছেলে
  করে দাপাদাপি,
  বাইরেতে মেঘ ডেকে ওঠে —
  সৃষ্টি ওঠে কাঁপি।
  
  মনে পড়ে মায়ের মুখে
  শুনেছিলেম গান —
  “বিষ্টি পড়ে টাপুর টুপুর,
  নদেয় এল বান।”
  
  মনে পড়ে সুয়োরানী
  দুয়োরানীর কথা,
  মনে পড়ে অভিমানী
  কঙ্কাবতীর ব্যথা।
  
  মনে পড়ে ঘরের কোণে
  মিটিমিটি আলো,
  একটা দিকের দেয়ালেতে
  ছায়া কালো কালো।
  
  বাইরে কেবল জলের শব্দ
  ঝুপ্‌ ঝুপ্‌ ঝুপ্‌ —
  দস্যি ছেলে গল্প শোনে
  একেবারে চুপ।
  
  তারি সঙ্গে মনে পড়ে
  মেঘলা দিনের গান —
  “বিষ্টি পড়ে টাপুর টুপুর,
  নদেয় এল বান।”
  
  কবে বিষ্টি পড়েছিল,
  বান এল সে কোথা।
  শিবঠাকুরের বিয়ে হল,
  কবেকার সে কথা।
  
  সেদিনও কি এম্‌নিতরো
  মেঘের ঘটাখানা।
  থেকে থেকে বিজুলি কি
  দিতেছিল হানা।
  
  তিন কন্যে বিয়ে ক’রে
  কী হল তার শেষে।
  না জানি কোন্‌ নদীর ধারে,
  না জানি কোন্‌ দেশে,
  
  কোন্‌ ছেলেরে ঘুম পাড়াতে
  কে গাহিল গান-
  “বিষ্টি পড়ে টাপুর টুপুর,
  নদেয় এল বান।’
  ''';

  static const String etoHasiKothayPeleTitle = 'এত হাসি কোথায় পেলে';
  static const String etoHasiKothayPeleSubtitle = 'জসীমউদ্দীন';
  static const String etoHasiKothayPeleDesc = '''
  
  এত হাসি কোথায় পেলে 
  এত কথার খলখলানি 
  কে দিয়েছে মুখটি ভরে 
  কোন বা গাঙের কলকলানি। 
  কে দিয়েছে রঙিন ঠোঁটে 
  কলমী ফুলের গুলগুলানি। 
  কে দিয়েছে চলন বলন 
  কোন সে লতার দোল দুলানী। 
  
  কাদের ঘরে রঙিন পুতুল 
  আদরে যে টইটুবানি। 
  কে এনেছে বরণ ডালায় 
  পাটের বনের বউটুবানী। 
  কাদের পাড়ার ঝামুর ঝুমুর 
  কাদের আদর গড়গড়ানি 
  কাদের দেশের কোন সে চাঁদের 
  জোছনা ফিনিক ফুল ছড়ানি। 
  
  তোমায় আদর করতে আমার 
  মন যে হলো উড়উড়ানি 
  উড়ে গেলাম সুরে পেলাম 
  ছড়ার গড়ার গড়গড়ানি
  ''';

  static const String asmaniTitle = 'আসমানী';
  static const String asmaniSubtitle = 'জসীমউদ্দীন';
  static const String asmaniDesc = '''
  
আসমানীরে দেখতে যদি তোমরা সবে চাও, 
রহিমদ্দির ছোট্ট বাড়ি রসুলপুরে যাও। 
বাড়ি তো নয় পাখির বাসা ভেন্না পাতার ছানি, 
একটুখানি বৃষ্টি হলেই গড়িয়ে পড়ে পানি। 

একটুখানি হাওয়া দিলেই ঘর নড়বড় করে, 
তারি তলে আসমানীরা থাকে বছর ভরে। 
পেটটি ভরে পায় না খেতে, বুকের ক-খান হাড়, 
সাক্ষী দিছে অনাহারে কদিন গেছে তার। 

মিষ্টি তাহার মুখটি হতে হাসির প্রদীপ-রাশি 
থাপড়েতে নিবিয়ে দেছে দারুণ অভাব আসি। 
পরনে তার শতেক তালির শতেক ছেঁড়া বাস, 
সোনালি তার গা বরণের করছে উপহাস। 

ভোমর-কালো চোখ দুটিতে নাই কৌতুক-হাসি, 
সেখান দিয়ে গড়িয়ে পড়ে অশ্রু রাশি রাশি। 
বাঁশির মতো সুরটি গলায় ক্ষয় হল তাই কেঁদে, 
হয় নি সুযোগ লয় যে সে-সুর গানের সুরে বেঁধে। 

আসমানীদের বাড়ির ধারে পদ্ম-পুকুর ভরে 
ব্যাঙের ছানা শ্যাওলা-পানা কিল্-বিল্-বিল করে। 
ম্যালেরিয়ার মশক সেথা বিষ গুলিছে জলে, 
সেই জলেতে রান্না-খাওয়া আসমানীদের চলে। 

পেটটি তাহার দুলছে পিলেয়, নিতুই যে জ্বর তার, 
বৈদ্য ডেকে ওষুধ করে পয়সা নাহি আর।
  ''';

  static const String alapTitle = 'আলাপ';
  static const String alapSubtitle = 'জসীমউদ্দীন';
  static const String alapDesc = '''
  
  ঘুমপাড়ানী ঘুমের দেশে ঘুমিয়ে দুটি আঁখি, 
  মুখেতে তার কে দিয়েছে চাঁদের হাসি মাখি। 
  পা মেজেছে চাঁদের চুমোয়, হাতের ঘুঠোয় চাঁদ, 
  ঠোঁট দুটিতে হাসির নদীর ভাঙবে বুঝি বাঁধ। 
  মাথায় কালো চুলের লহর পড়ছে এসে মুখে, 
  ঝাঁকে ঝাঁকে ভোমর যেন উড়ছে ফুলের বুকে। 
  
  এই খুকীটির সঙ্গে আমার আলাপ যদি হয়, 
  সাগর-পারের ঝিনুক হয়ে ভাসব সাগরময় 
  রঙিন পাখির পালক হয়ে ঝরব বালুর চরে, 
  শঙ্খমোতির মালা হয়ে দুলব টেউএর পরে। 
  তবে আমি ছড়ার সুরে ছড়িয়ে যাব বায়, 
  তবে আমি মালা হয়ে জড়াব তার গায়। 
  
  এই খুকীটি আমায় যদি একটু আদর করে, 
  একটি ছোট কথা শোনায় ভালবাসায় ভরে 
  তবে আমি বেগুন গাছে টুনটুনীদের ঘরে, 
  যত নাচন ছড়িয়ে আছে আনব হরণ করে 
  তবে আমি রুপকথারি রুপের নদী দিয়ে, 
  চলে যাব সাত-সাগরে রতন মানিক নিয়ে 
  তবে আমি আদর হয়ে জড়াব্ তার গায়, 
  নুপুর হয়ে ঝুমুর ঝুমুর বাজব দুটি পায়।
  ''';

  static const String koborTitle = 'কবর';
  static const String koborSubtitle = 'জসীমউদ্দীন';
  static const String koborDesc = '''
  
এই খানে তোর দাদির কবর ডালিম-গাছের তলে,
তিরিশ বছর ভিজায়ে রেখেছি দুই নয়নের জলে।

এতটুকু তারে ঘরে এনেছিনু সোনার মতন মুখ,
পুতুলের বিয়ে ভেঙে গেল বলে কেঁদে ভাসাইত বুক।

এখানে ওখানে ঘুরিয়া ফিরিতে ভেবে হইতাম সারা,
সারা বাড়ি ভরি এত সোনা মোর ছড়াইয়া দিল কারা!

সোনালি ঊষার সোনামুখ তার আমার নয়নে ভরি
লাঙল লইয়া খেতে ছুটিলাম গাঁয়ের ও-পথ ধরি।

যাইবার কালে ফিরে ফিরে তারে দেখে লইতাম কত
এ কথা লইয়া ভাবি-সাব মোরে তামাশা করিত শত।

এমনি করিয়া জানি না কখন জীবনের সাথে মিশে
ছোট-খাট তার হাসি ব্যথা মাঝে হারা হয়ে গেনু দিশে।

বাপের বাড়িতে যাইবার কাল কহিত ধরিয়া পা
আমারে দেখিতে যাইও কিন্তু উজান-তলীর গাঁ।

শাপলার হাটে তরমুজ বেচি দু'পয়সা করি দেড়ী,
পুঁতির মালার একছড়া নিতে কখনও হত না দেরি।

দেড় পয়সার তামাক এবং মাজন লইয়া গাঁটে,
সন্ধাবেলায় ছুটে যাইতাম শ্বশুরবাড়ির বাটে!

হেস না- হেস না- শোন দাদু, সেই তামাক মাজন পেয়ে,
দাদি যে তোমার কত খুশি হত দেখিতিস যদি চেয়ে!

নথ নেড়ে নেড়ে কহিত হাসিয়া, এতদিন পরে এলে,
পথ পানে চেয়ে আমি যে হেথায় কেঁদে মরি আঁখিজলে।

আমারে ছাড়িয়া এত ব্যথা যার কেমন করিয়া হায়,
কবর দেশেতে ঘুমায়ে রয়েছে নিঝঝুম নিরালায়!

হাত জোড় করে দোয়া মাঙ দাদু, আয় খোদা! দয়াময়,
আমার দাদীর তরেতে যেন গো ভেস্ত নসিব হয়।

তারপর এই শূন্য জীবনে যত কাটিয়াছি পাড়ি
যেখানে যাহারে জড়ায়ে ধরেছি সেই চলে গেছে ছাড়ি।

শত কাফনের, শত কবরের অঙ্ক হৃদয়ে আঁকি,
গণিয়া গণিয়া ভুল করে গণি সারা দিনরাত জাগি।

এই মোর হাতে কোদাল ধরিয়া কঠিন মাটির তলে,
গাড়িয়া দিয়াছি কত সোনামুখ নাওয়ায়ে চোখের জলে।

মাটিরে আমি যে বড় ভালবাসি, মাটিতে মিশায়ে বুক,
আয়-আয় দাদু, গলাগলি ধরি কেঁদে যদি হয় সুখ।

এইখানে তোর বাপজি ঘুমায়, এইখানে তোর মা,
কাঁদছিস তুই? কী করিব দাদু! পরাণ যে মানে না।

সেই ফালগুনে বাপ তোর এসে কহিল আমারে ডাকি,
বা-জান, আমার শরীর আজিকে কী যে করে থাকি থাকি।

ঘরের মেঝেতে সপটি বিছায়ে কহিলাম বাছা শোও,
সেই শোওয়া তার শেষ শোওয়া হবে তাহা কী জানিত কেউ?

গোরের কাফনে সাজায়ে তাহারে চলিলাম যবে বয়ে,
তুমি যে কহিলা বা-জানরে মোর কোথা যাও দাদু লয়ে?

তোমার কথার উত্তর দিতে কথা থেমে গেল মুখে,
সারা দুনিয়ার যত ভাষা আছে কেঁদে ফিরে গেল দুখে!

তোমার বাপের লাঙল-জোয়াল দুহাতে জঢ়ায়ে ধরি,
তোমার মায়ে যে কতই কাঁদিতে সারা দিনমান ভরি।

গাছের পাতার সেই বেদনায় বুনো পথে যেতো ঝরে,
ফালগুনী হাওয়া কাঁদিয়া উঠিত শুনো-মাঠখানি ভরে।

পথ দিয়া যেতে গেঁয়ো পথিকেরা মুছিয়া যাইত চোখ,
চরণে তাদের কাঁদিয়া উঠিত গাছের পাতার শোক।

আথালে দুইটি জোয়ান বলদ সারা মাঠ পানে চাহি,
হাম্বা রবেতে বুক ফাটাইত নয়নের জলে নাহি।

গলাটি তাদের জড়ায়ে ধরিয়া কাঁদিত তোমার মা,
চোখের জলের গহীন সায়রে ডুবায়ে সকল গাঁ।

ঊদাসিনী সেই পল্লী-বালার নয়নের জল বুঝি,
কবর দেশের আন্ধারে ঘরে পথ পেয়েছিল খুজি।

তাই জীবনের প্রথম বেলায় ডাকিয়া আনিল সাঁঝ,
হায় অভাগিনী আপনি পরিল মরণ-বিষের তাজ।

মরিবার কালে তোরে কাছে ডেকে কহিল, বাছারে যাই,
বড় ব্যথা র’ল, দুনিয়াতে তোর মা বলিতে কেহ নাই;

দুলাল আমার, যাদুরে আমার, লক্ষী আমার ওরে,
কত ব্যথা মোর আমি জানি বাছা ছাড়িয়া যাইতে তোরে।

ফোঁটায় ফোঁটায় দুইটি গন্ড ভিজায়ে নয়ন-জলে,
কী জানি আশিস করে গেল তোরে মরণ-ব্যথার ছলে।

ক্ষণপরে মোরে ডাকিয়া কহিল- আমার কবর গায়
স্বামীর মাথার মাথালখানিরে ঝুলাইয়া দিও বায়।

সেই যে মাথাল পচিয়া গলিয়া মিশেছে মাটির সনে,
পরাণের ব্যথা মরে নাকো সে যে কেঁদে ওঠে ক্ষণে ক্ষণে।

জোড়মানিকেরা ঘুমায়ে রয়েছে এইখানে তরু-ছায়,
গাছের শাখারা স্নেহের মায়ায় লুটায়ে পড়েছে গায়।

জোনকি-মেয়েরা সারারাত জাগি জ্বালাইয়া দেয় আলো,
ঝিঁঝিরা বাজায় ঘুমের নূপুর কত যেন বেসে ভালো।

হাত জোড় করে দোয়া মাঙ দাদু, রহমান খোদা! আয়;
ভেস্ত নসিব করিও আজিকে আমার বাপ ও মায়!

এখানে তোর বুজির কবর, পরীর মতন মেয়ে,
বিয়ে দিয়েছিনুকাজিদের বাড়ি বনিয়াদি ঘর পেয়ে।

এত আদরের বুজিরে তাহারা ভালবাসিত না মোটে,
হাতেতে যদিও না মারিত তারে শত যে মারিত ঠোঁটে।

খবরের পর খবর পাঠাত, দাদু যেন কাল এসে
দুদিনের তরে নিয়ে যায় মোরে বাপের বাড়ির দেশে।

শ্বশুর তাহার কশাই চামার, চাহে কি ছাড়িয়া দিতে
অনেক কহিয়া সেবার তাহারে আনিলাম এক শীতে।

সেই সোনামুখ মলিন হয়েছে ফোটে না সেথায় হাসি,
কালো দুটি চোখে রহিয়া রহিয়া অশ্রু উঠিছে ভাসি।

বাপের মায়ের কবরে বসিয়া কাঁদিয়া কাটাত দিন,
কে জানিত হায়, তাহারও পরাণে বাজিবে মরণ-বীণ!

কী জানি পচানো জ্বরেতে ধরিল আর উঠিল না ফিরে,
এইখানে তারে কবর দিয়েছি দেখে যাও দাদু! ধীরে।

ব্যথাতুরা সেই হতভাগিনীরে বাসে নাই কেহ ভালো,
কবরে তাহার জড়ায়ে রয়েছে বুনো ঘাসগুলি কালো।

বনের ঘুঘুরা উহু উহু করি কেঁদে মরে রাতদিন,
পাতায় পাতায় কেঁপে উঠে যেন তারি বেদনার বীণ।

হাত জোড় করে দোয়া মাঙ দাদু, আয় খোদা! দয়াময়।
আমার বু-জীর তরেতে যেন গো ভেস্ত নসিব হয়।

হেথায় ঘুমায় তোর ছোট ফুপু, সাত বছরের মেয়ে,
রামধনু বুঝি নেমে এসেছিল ভেস্তের দ্বার বেয়ে।

ছোট বয়সেই মায়েরে হারায়ে কী জানি ভাবিত সদা,
অতটুকু বুকে লুকাইয়াছিল কে জানিত কত ব্যথা!

ফুলের মতন মুখখানি তার দেখিতাম যবে চেয়ে,
তোমার দাদির ছবিখানি মোর হদয়ে উঠিত ছেয়ে।

বুকেতে তাহারে জড়ায়ে ধরিয়া কেঁদে হইতাম সারা,
রঙিন সাঁঝেরে ধুয়ে মুছে দিত মোদের চোখের ধারা।

একদিন গেনু গজনার হাটে তাহারে রাখিয়া ঘরে,
ফিরে এসে দেখি সোনার প্রতিমা লুটায় পথের পরে।

সেই সোনামুখ গোলগাল হাত সকলি তেমন আছে।
কী জানি সাপের দংশন পেয়ে মা আমার চলে গেছে।

আপন হস্তে সোনার প্রতিমা কবরে দিলাম গাড়ি,
দাদু! ধর-ধর- বুক ফেটে যায়, আর বুঝি নাহি পারি।

এইখানে এই কবরের পাশে আরও কাছে আয় দাদু,
কথা কস নাকো, জাগিয়া উটিবে ঘুম-ভোলা মোর যাদু।

আস্তে আস্তে খুঁড়ে দেখ দেখি কঠিন মাটির তলে,
দীন দুনিয়ার ভেস্ত আমার ঘুমায় কিসের ছলে !

ওই দূর বনে সন্ধ্যা নামিয়ে ঘন আবিরের রাগে,
অমনি করিয়া লুটায়ে পড়িতে বড় সাধ আজ জাগে।

মজিদ হইতে আযান হাঁকিছে বড় সুকরুণ সুরে,
মোর জীবনের রোজকেয়ামত ভাবিতেছি কত দূরে।

জোড়হাত দাদু মোনাজাত কর, আয় খোদা! রহমান।
ভেস্ত নসিব করিও সকল মৃত্যু-ব্যথিত প্রাণ।
  ''';

  static const String nokshiKatharMathTitle = 'নক্সী কাঁথার মাঠ';
  static const String nokshiKatharMathSubtitle = 'জসীমউদ্দীন';
  static const String nokshiKatharMathDesc = '''
  
  এই গাঁয়ের এক চাষার ছেলে লম্বা মাথার চুল,
  কালো মুখেই কালো ভ্রমর, কিসের রঙিন ফুল!
  
  কাঁচা ধানের পাতার মত কচি-মুখের মায়া,
  তার সাথে কে মাখিয়ে দেছে নবীন তৃণের ছায়া |
  
  জালি লাউয়ের ডগার মত বাহু দুখান সরু,
  গা-খানি তার শাঙন মাসের যেমন তমাল তরু |
  
  বাদল-ধোয়া মেঘে কে গো মাখিয়ে দেছে তেল,
  বিজলী মেয়ে পিছলে পড়ে ছড়িয়ে আলোর খেল |
  
  কচি ধানের তুলতে চারা হয়ত কোনো চাষী,
  মুখে তাহার ছড়িয়ে গেছে কতকটা তার হাসি |
  
  কালো চোখের তারা দিয়েই সকল ধরা দেখি,
  কালো দতের কালি দিয়েই কেতাব কোরাণ লেখি |
  
  জনম কালো, মরণ কালো, কালো ভূবনময় ;
  চাষীদের ওই কালো ছেলে সব করেছে জয় |
  
  সোনায় যে জন সোনা বানায়, কিসের গরব তার'
  রঙ পেলে ভাই গড়তে পারি রামধণুকের হার |
  
  কালোয় যে-জন আলো বানায়, ভুলায় সবার মন,
  তারি পদ-রজের লাগি লুটায় বৃন্দাবন |
  
  সোনা নহে, পিতল নহে, নহে সোনার মুখ,
  কালো-বরণ চাষীর ছেলে জুড়ায় যেন বুক |
  
  যে কালো তার মাঠেরি ধান, যে কালো তার গাঁও!
  সেই কালোতে সিনান করি উজল তাহার গাও |
  
  আখড়াতে তার বাঁশের লাঠি অনেক মানে মানী,
  খেলার দলে তারে নিয়েই সবার টানাটানি |
  
  জারীর গানে তাহার গলা উঠে সবার আগে,
  'শাল-সুন্দী-বেত' যেন ও, সকল কাজেই লাগে |
  
  বুড়োরা কয়, ছেলে নয় ও, পাগাল লোহা যেন,
  রূপাই যেমন বাপের বেটা, কেউ দেখেছ হেন?
  
  যদিও রূপা নয়কো রূপাই, রূপার চেয়ে দামী,
  এক কালেতে ওরই নামে সব গাঁ হবে নামী |
  ''';

  static const String nokshiKatharMathEightTitle = 'নক্সী কাঁথার মাঠ - আট ';
  static const String nokshiKatharMathEightSubtitle = 'জসীমউদ্দীন';
  static const String nokshiKatharMathEightDesc = '''
  
  বিয়ের কুটুম এসেছে আজ সাজুর মায়ের বাড়ি
  কাছারী ঘর গুম্-গুমা-গুম্ , লোক হয়েছে ভারি |
  
  গোয়াল-ঘরে ঝেড়ে পুছে বিছান দিল পাতি ;
  বসল গাঁয়ের মোল্লা মোড়ল গল্প-গানে মাতি |
  
  কেতাব পড়ার উঠল তুফান ; ---চম্পা কালু গাজী,
  মামুদ হানিফ সোনবান ও জয়গুন বিবি আজি ;
  
  সবাই মিলে ফিরছে যেন হাত ধরাধর করি |
  কেতাব পড়ার সুরে সুরে চরণ ধরি ধরি |
  
  পড়ে কেতাব গাঁয়ের মোড়ল নাচিয়ে ঘন দাড়ি,
  পড়ে কেতাব গাঁয়ের মোল্লা মাঠ-ফাটা ডাক ছাড়ি |
  
  কৌতুহলী গাঁয়ের লোকে শুনছে পেতে কান,
  জুমজুমেরি পানি যেন করছে তারা পান!
  
  দেখছে কখন মনের সুখে মামুদ হানিফ যায়,
  লাল ঘোড়া তার উড়ছে যেন লাল পাখিটির প্রায় |
  
  কাতার কাতার সৈন্য কাটে যেমন কলার বাগ,
  মেষের পালে পড়ছে যেন সুন্দর-বুনো বাঘ !
  
  স্বপ্ন দেখে, জয়গুন বিবি পালঙ্কেতে শুয়ে ;
  মেঘের বরণ চুলগুলি তার পড়ছে এসে ভূঁয়ে ;
  
  আকাশেরি চাঁদ সূরুজে মুখ দেখে পায় লাজ,
  সেই কনেরে চোখের কাছে দেখছে চাষী আজ |
  
  দেখছে চোখে কারবালাতে ইমাম হোসেন মরে,
  রক্ত যাহার জমছে আজো সন্ধ্যা মেঘের গোরে ;
  
  কারবালারি ময়দানে সে ব্যথার উপাখ্যান ;
  সারা গাঁয়ের চোখের জলে করিয়া গেল সান |
  
  উঠান পরে হল্লা-করে পাড়ার ছেলে মেয়ে,
  রঙিন বসন উড়ছে তাদের নধর তনু ছেয়ে |
  
  কানা-ঘুষা করত যারা রূপার স্বভাব নিয়ে,
  ঘোর কলিকাল দেখে যাদের কানত সদা হিয়ে ;
  
  তারাই এখন বিয়ের কাজে ফিরছে সবার আগে,
  ভাভা গড়ার সকল কাজেই তাদের সমান লাগে |
  
  বউ-ঝিরা সব রান্না-বাড়ায় ব্যস্ত সকল ক্ষণ ;
  সারা বাড়ি আনন্দ আজ খুশী সবার মন |
  
  বাহিরে আজ এই যে আমোদ দেখছে জনে জনে ;
  ইহার চেয়ে দ্বিগুণ আমোদ উঠছে রূপার মনে |
  
  ফুল পাগড়ী মাথায় তাহার 'জোড়া জামা' গায়,
  তেল-কুচ্-কাচ্ কালো রঙে ঝলক্ দিয়ে যায় |
  
  বউ-ঝিরা সব ঘরের বেড়ার খানিক করে ফাঁক,
  নতুন দুলার রূপ দেখি আজ চক্ষে মারে তাক |
  
  এমন সময় শোর উঠিল--- 'বিয়ের যোগাড় কর,
  জলদী করে দুলার মুখে পান শরবত ধর |'
  
  সাজুর মামা খটকা লাগায়, 'বিয়ের কিছু গৌণ,
  সাদার পাতা আনেনি তাই বেজার সবার মন |'
  
  রূপার মামা লম্ফে দাঁড়ায় দম্ভে চলে বাড়ি ;
  সেরেক পাঁচেক সাদার পাতা আনল তাড়াতাড়ি |
  
  কনের খালু উঠিয়া বলে 'সিঁদুর হল ঊনা!'
  রূপার খালু আনিয়া দিল যা লাগে তার দুনা!
  
  কনের চাচার মন উঠে না, 'খাটো হয়েছে শাড়ী |'
  রূপার চাচা দিল তখন 'ইংরাজী বোল ছাড়ি'|
  
  'কিরে বেটা বকিস নাকি?' কনের চাচা হাঁকে,
  জালির কলার পাতার মত গা কাঁপে তার রাগে |
  
  'কোথায় গেলি ছদন চাচা, ছমির শেখের নাতি,
  দেখিয়ে দেই দুলার চাচার কতই বুকের ছাতি!
  
  বেরো বেটা নওশা নিয়ে, দিব না আজ বিয়া ;'
  বলতে যেন আগুন ছোটে চোখ দুটি তার দিয়া |
  
  বরপক্ষের লোকগুলি সব আর যে বরের চাচা,
  পালিয়ে যেতে খুঁজছে যেন রশুই ঘরের মাচা |
  
  মোড়ল এসে কনের চাচায় অনেক করে বলে,
  থামিয়ে তারে বিয়ের কথা পাতেন কুতূহলে |
  
  কনের চাচা বসল বরের চাচার কাছে,
  কে বলে ঝড় এদের মাঝে হয়েছে যে পাছে!
  
  মোল্লা তখন কলমা পড়ায় সাক্ষী-উকিল ডাকি,
  বিয়ে রূপার হয়ে গেল, ক্ষীর-ভোজনী বাকি!
  
  তার মাঝেতে এমন তেমন হয়নি কিছু গোল,
  কেবল একটি বিষয় নিয়ে উঠল হাসির রোল |
  
  এয়োরা সব ক্ষীর ছোঁয়ায়ে কনের ঠোঁটের কাছে ;
  সে ক্ষীর আবার ধরল যখন রূপার ঠোঁটের পাছে ;
  
  রূপা তখন ফেলল খেয়ে ঠোঁট ছোঁয়া সেই ক্ষীর,
  হাসির তুফান উঠল নেড়ে মেয়ের দলের ভীড় |
  
  ভাবল রূপাই---অমন ঠোঁটে যে ক্ষীর গেছে ছুঁয়ে,
  দোজখ যাবে না খেয়ে তা ফেলবে যে জন ভূঁয়ে |
  ''';

  static const String nemontonnoTitle = 'নিমন্ত্রণ';
  static const String nemontonnoSubtitle = 'জসীমউদ্দীন';
  static const String nemontonnoDesc = '''
  
  তুমি যাবে ভাই - যাবে মোর সাথে, আমাদের ছোট গাঁয়,
  গাছের ছায়ায় লতায় পাতায় উদাসী বনের বায়;
  মায়া মমতায় জড়াজড়ি করি
  মোর গেহখানি রহিয়াছে ভরি,
  মায়ের বুকেতে, বোনের আদরে, ভাইয়ের স্নেহের ছায়,
  তুমি যাবে ভাই - যাবে মোর সাথে, আমাদের ছোট গাঁয়,
  
  ছোট গাঁওখানি - ছোট নদী চলে, তারি একপাশ দিয়া,
  কালো জল তার মাজিয়াছে কেবা কাকের চক্ষু নিয়া;
  ঘাটের কিনারে আছে বাঁধা তরী
  পারের খবর টানাটানি করি;
  বিনাসুতি মালা গাথিছে নিতুই এপার ওপার দিয়া;
  বাঁকা ফাঁদ পেতে টানিয়া আনিছে দুইটি তটের হিয়া।
  
  তুমি যাবে ভাই - যাবে মোর সাথে, ছোট সে কাজল গাঁয়,
  গলাগলি ধরি কলা বন; যেন ঘিরিয়া রয়েছে তায়।
  সরু পথ খানি সুতায় বাঁধিয়া
  দূর পথিকেরে আনিছে টানিয়া,
  বনের হাওয়ায়, গাছের ছায়ায়, ধরিয়া রাখিবে তায়,
  বুকখানি তার ভরে দেবে বুঝি, মায়া আর মমতায়!
  
  তুমি যাবে ভাই যাবে মোর সাথে - নরম ঘাসের পাতে
  চম্বন রাখি অধরখানিতে মেজে লয়ো নিরালাতে।
  তেলাকুচা-লতা গলায় পরিয়া
  মেঠো ফুলে নিও আঁচল ভরিয়া,
  হেথায় সেথায় ভাব করো তুমি বুনো পাখিদের সাথে,
  তোমার গায়ের রংখানি তুমি দেখিবে তাদের পাতে।
  
  তুমি যদি যাও আমাদের গাঁয়ে, তোমারে সঙ্গে করি
  নদীর ওপারে চলে যাই তবে লইয়া ঘাটের তরী।
  মাঠের যত না রাখাল ডাকিয়া
  তোর সনে দেই মিতালী করিয়া
  ঢেলা কুড়িইয়া গড়ি ইমারত সারা দিনমান ধরি,
  সত্যিকারের নগর ভুলিয়া নকল নগর গড়ি।
  
  তুমি যদি যাও - দেখিবে সেখানে মটর লতার সনে,
  সীম আর সীম - হাত বাড়াইলে মুঠি ভরে সেই খানে।
  তুমি যদি যাও সে - সব কুড়ায়ে
  নাড়ার আগুনে পোড়ায়ে পোড়ায়ে,
  খাব আর যত গেঁঢো - চাষীদের ডাকিয়া নিমন্ত্রণে,
  হাসিয়া হাসিয়া মুঠি মুঠি তাহা বিলাইব দুইজনে।
  
  তুমি যদি যাও - শালুক কুড়ায়ে, খুব - খুব বড় করে,
  এমন একটি গাঁথিব মালা যা দেখনি কাহারো করে,
  কারেও দেব না, তুমি যদি চাও
  আচ্ছা না হয় দিয়ে দেব তাও,
  মালাটিরে তুমি রাখিও কিন্তু শক্ত করিয়া ধরে,
  ও পাড়াব সব দুষ্ট ছেলেরা নিতে পারে জোর করে;
  
  সন্ধ্যা হইলে ঘরে ফিরে যাব, মা যদি বকিতে চায়,
  মতলব কিছু আঁটিব যাহাতে খুশী তারে করা যায়!
  লাল আলোয়ানে ঘুঁটে কুড়াইয়া
  বেঁধে নিয়ে যাব মাথায় করিয়া
  এত ঘুষ পেয়ে যদি বা তাহার মন না উঠিতে চায়,
  বলিব - কালিকে মটরের শাক এনে দেব বহু তায়।
  
  খুব ভোর ক’রে উঠিতে হইবে, সূয্যি উঠারও আগে,
  কারেও ক’বি না, দেখিস্ পায়ের শব্দে কেহ না জাগে
  রেল সড়কের ছোট খাদ ভরে
  ডানকিনে মাছ কিলবিল করে;
  কাদার বাঁধন গাঁথি মাঝামাঝি জল সেঁচে আগে ভাগে
  সব মাছগুলো কুড়ায়ে আনিব কাহারো জানার আগে।
  
  ভর দুপুরেতে এক রাশ কাঁদা আর এক রাশ মাছ,
  কাপড়ে জড়ায়ে ফিরিয়া আসিব আপন বাড়ির কাছ।
  ওরে মুখ-পোড়া ওরে রে বাঁদর।
  গালি-ভরা মার অমনি আদর,
  কতদিন আমি শুনি নারে ভাই আমার মায়ের পাছ;
  যাবি তুই ভাই, আমাদের গাঁয়ে যেথা ঘন কালো গাছ।
  
  যাবি তুই ভাই, যাবি মোর সাথে আমাদের ছোট গাঁয়।
  ঘন কালো বন - মায়া মমতায় বেঁধেছে বনের বায়।
  গাছের ছায়ায় বনের লতায়
  মোর শিশুকাল লুকায়েছে হায়!
  আজি সে-সব সরায়ে সরায়ে খুজিয়া লইব তায়,
  যাবি তুই ভাই, যাবি মোর সাথে আমাদের ছোট গায়।
  
  তোরে নিয়ে যাব আমাদের গাঁয়ে ঘন-পল্লব তলে
  লুকায়ে থাকিস্, খুজে যেন কেহ পায় না কোনই বলে।
  মেঠো কোন ফুল কুড়াইতে যেয়ে,
  হারাইয়া যাস্ পথ নাহি পেয়ে;
  অলস দেহটি মাটিতে বিছায়ে ঘুমাস সন্ধ্যা হলে,
  সারা গাঁও আমি খুজিয়া ফিরিব তোরি নাম বলে বলে।
  ''';

  static const String abarAshibeFireTitle = 'আবার আসিব ফিরে';
  static const String abarAshibeFireSubtitle = 'জীবনানন্দ দাশ';
  static const String abarAshibeFireDesc = '''
  
আবার আসিব ফিরে ধানসিঁড়িটির তীরে-এই বাংলায়
হয়তো মানুষ নয় হয়তো বা শঙ্খচিল শালিকের বেশে
হয়তো ভোরের কাক হয়ে এই কার্তিকের নবান্নের দেশে
কুয়াশার বুকে ভেসে একদিন আসিব এ কাঁঠাল-ছায়ায়;
হয়তো বা হাঁস হব- কিশোরীর-ঘুঙুর রহিবে লাল পায়,
সারা দিন কেটে যাবে কলমির গন্ধ ভরা জলে ভেসে ভেসে;
আবার আসিব আমি বাংলার নদী মাঠ ক্ষেত ভালবেসে
জলাঙ্গীর ঢেউয়ে ভেজা বাংরার এ সবুজ করুণ ডাঙায়;

হয়তো দেখিবে চেয়ে সুদর্শন উড়িতেছে সন্ধ্যার বাতাসে।
হয়তো শুনিবে এক লক্ষ্মীপেঁচা ডাকিতেছে শিমূলের ডালে।
হয়তো খইয়ের ধান ছড়াতেছে শিশু এক উঠানের ঘাসে।
রূপসার ঘোলা জলে হয়তো কিশোর এক সাদা ছেঁড়া পালে
ডিঙ্গা বায়; রাঙ্গা মেঘ সাঁতরায়ে অন্ধকারে আসিতেছে নীড়ে
দেখিবে ধবল বক; আমারেই পাবে তুমি ইহাদের ভীড়ে।
  ''';

  static const String keeTitle = 'কে?';
  static const String keeSubtitle = 'ঈশ্বরচন্দ্র গুপ্ত';
  static const String keeDesc = '''
  
  বল দেখি এ জগতে ধার্মিক কে হয়,
  সর্ব জীবে দয়া যার, ধার্মিক সে হয়।
  
  বল দেখি এ জগতে সুখী বলি কারে,
  সতত আরোগী যেই, সুখী বলি তারে।
  
  বল দেখি এ জগতে বিজ্ঞ বলি কারে,
  হিতাহিত বোধ যার, বিজ্ঞ বলি তারে।
  
  বল দেখি এ জগতে ধীর বলি কারে,
  বিপদে যে স্থির থাকে, ধীর বলি তারে।
  
  বল দেখি এ জগতে মূর্খ বলি কারে,
  নিজ কার্য নষ্ট করে, মূর্খ বলি তারে।
  
  বল দেখি এ জগতে সাধু বলি কারে,
  পরের যে ভাল করে, সাধু বলি তারে।
  
  বল দেখি এ জগতে জ্ঞানী বলি কারে,
  নিজ বোধ আছে যার জ্ঞানী বলি তারে।
  ''';

  static const String kajerCheleTitle = 'কাজের ছেলে';
  static const String kajerCheleSubtitle = 'যোগীন্দ্রনাথ সরকার';
  static const String kajerCheleDesc = '''
  
দাদখানি চাল, মুসুরির ডাল, চিনি-পাতা দৈ,
দু'টা পাকা বেল, সরিষার তেল, ডিম-ভরা কৈ।'

পথে হেঁটে চলি, মনে মনে বলি, পাছে হয় ভুল;
ভুল যদি হয়, মা তবে নিশ্চয়, ছিঁড়ে দেবে চুল।

'দাদখানি চাল, মুসুরির ডাল, চিনি-পাতা দৈ,
দু'টা পাকা বেল, সরিষার তেল, ডিম-ভরা কৈ।'

বাহবা বাহবা- ভোলা ভুতো হাবা খেলিছে তো বেশ।
দেখিব খেলাতে, কে হারে কে জেতে, কেনা হলে শেষ।

'দাদখানি চাল, মুসুরির ডাল, চিনি-পাতা দৈ,
ডিম ভরা বেল, দু'টা পাকা তেল, সরিষার কৈ।'

ওই তো ওখানে ঘুড়ি ধরে টানে, ঘোষেদের ননী:
আমি যদি পাই, তা হলে উড়াই আকাশে এখনি।

দাদখানি তেল, ডিম-ভরা বেল, দু'টা পাকা দৈ,
সরিষার চাল, চিনি-পাতা ডাল, মুসুরির কৈ!

এসেছি দোকানে-কিনি এই খানে, যদি কিছু পাই;
মা যাহা বলেছে, ঠিক মনে আছে, তাতে ভুল নাই!

দাদখানি বেল, মুসুরির তেল, সরিষার কৈ,
চিনি-পাতা চাল, দু'টা পাকা ডাল, ডিম-ভরা দৈ।
  ''';

  static const String kajlaDidiTitle = 'কাজলা দিদি';
  static const String kajlaDidiSubtitle = 'যতীন্দ্র মোহন বাগচী';
  static const String kajlaDidiDesc = '''
  
বাঁশ বাগানের মাথার উপর চাঁদ উঠেছে ওই,
মাগো আমার শোলক-বলা কাজলা দিদি কই?
পুকুর ধারে লেবুর তলে থোকায় থোকায় জোনাক জ্বলে
ফুলের গন্ধে ঘুম আসে না একলা জেগে রই-
মাগো আমার কোলের কাছে কাজলা দিদি কই?

সেদিন হতে কেন মা আর দিদিরে না ডাকো;-
দিদির কথায় আঁচল দিয়ে মুখটি কেন ঢাকো?
খাবার খেতে আসি যখন, দিদি বলে ডাকি তখন,
ওঘর থেকে কেন মা আর দিদি আসে নাকো?
আমি ডাকি তুমি কেন চুপটি করে থাকো?

বল মা দিদি কোথায় গেছে, আসবে আবার কবে?
কাল যে আমার নতুন ঘরে পুতুল-বিয়ে হবে!
দিদির মত ফাঁকি দিয়ে, আমিও যদি লুকাই গিয়ে
তুমি তখন একলা ঘরে কেমন করে রবে,
আমিও নাই-দিদিও নাই- কেমন মজা হবে।

ভুঁইচাপাতে ভরে গেছে শিউলি গাছের তল,
মাড়াস্ নে মা পুকুর থেকে আনবি যখন জল।
ডালিম গাছের ফাঁকে ফাঁকে বুলবুলিটি লুকিয়ে থাকে,
উড়িয়ে তুমি দিও না মা, ছিঁড়তে গিয়ে ফল,-
দিদি এসে শুনবে যখন, বলবি কি মা বল!

বাঁশ বাগানের মাথার উপর চাঁদ উঠেছে ওই-
এমন সময় মাগো আমার কাজলা দিদি কই?
লেবুর ধারে পুকুর পাড়ে ঝিঁঝিঁ ডাকে ঝোপে ঝাড়ে'
ফুলের গন্ধে ঘুম আসে না, তাইতে জেগে রই
রাত্রি হলো মাগো আমার কাজলা দিদি কই?
  ''';

  static const String chinnoMukulTitle = 'ছিন্নমুকুল';
  static const String chinnoMukulSubtitle = 'সত্যন্দ্রনাথ দত্ত';
  static const String chinnoMukulDesc = '''
  
  সবচেয়ে যে ছোট্ট পিঁড়িখানি
  সেইখানি আর কেউ রাখে না পেতে
  ছোট থালায় হয় নাকো ভাত বাড়া
  জল ভরে না ছোট্ট গেলাসেতে;
  বাড়ির মধ্যে সবচেয়ে যে ছোট
  খাবার বেলায় কেউ ডাকে না তাকে,
  সবচেয়ে যে শেষে এসেছিল
  তারি খাওয়া ঘুচেছে সব-আগে।
  সবচেয়ে যে অল্পে ছিল খুশি
  খুশি ছিল ঘেঁষাঘেঁষির ঘরে,
  সেই গেছে, হায়, হাওয়ার সঙ্গে মিশে,
  দিয়ে গেছে জায়গা খালি করে।
  ছেড়ে গেছে পুতুল, পুঁতির মালা,
  ছেড়ে গেছে মায়ের কোলের দাবি;
  ভয়-তরাসে ছিলো যে সবচেয়ে
  সেই খুলেছে আঁধার ঘরের চাবি।
  
  চলে গেছে একলা চুপে চুপে-
  দিনের আলো গেছে আঁধার ক'রে;
  যাবার বেলা টের পেলো না কেহ,
  পারলে না কেউ রাখতে তারে ধ'রে।
  চলে গেলো, - পড়তে চোখের পাতা,-
  বিসর্জনের বাজনা শুনে বুঝি!
  হারিয়ে গোলো- অজানাদের ভিড়ে,
  হারিয়ে গেলো - পেলাম না আর খুঁজি।
  হারিয়ে গেছে- হারিয়ে গেছে, ওরে!
  হারিয়ে গেছে বোল-বলা সেই বাঁশি
  হারিয়ে গেছে কচি সে মুখখানি,
  দুধে-ধোওয়া কচি দাঁতের হাসি।
  
  আঁচল খুলে হঠাৎ স্রোতের জলে
  ভেসে গেছে শিউলি ফুলের রাশি,
  ঢুকেছে হায় শ্মশানঘরের মাঝে
  ঘর ছেড়ে তাই হৃদয় শ্মশান-বাসী।
  
  সব-চেয়ে যে ছোট কাপড়গুলি
  সেগুলি কেউ দেয় না মেলে ছাদে,
  যে শয্যাটি সবার চেয়ে ছোট
  আজকে সেটি শূন্যে পড়ে কাঁদে,
  সব-চেয়ে যে শেষে এসেছিলো
  সে গিয়েছে সবার আগে সরে
  ছোট্ট যে জন ছিলো রে সব চেয়ে
  সে দিয়েছে সকল শূন্য করে।
  ''';

  static const String khatiSunaTitle = 'খাঁটি সোনা';
  static const String khatiSunaSubtitle = 'সত্যেন্দ্রনাথ দত্ত';
  static const String khatiSunaDesc = '''
  
  মধুর চেয়ে আছে মধুর
  সে এই আমার দেশের মাটি
  আমার দেশের পথের ধূলা
  খাঁটি সোনার চাইতে খাঁটি।
  
  চন্দনেরি গন্ধভরা,
  শীতল করা, ক্লান্তি-হরা
  যেখানে তার অঙ্গ রাখি
  সেখানটিতেই শীতল পাটি।
  
  শিয়রে তার সূর্য এসে
  সোনার কাঠি ছোঁয়ায় হেসে,
  নিদ-মহলে জ্যোৎস্না নিতি
  বুলায় পায়ে রূপার কাঠি।
  
  নাগের বাঘের পাহারাতে
  হচ্ছে বদল দিনে রাতে,
  পাহাড় তারে আড়াল করে
  সাগর সে তার ধোয়ায় পাটি।
  
  নারিকেলের গোপন কোষে
  অন্ন-পানী' যোগায় গো সে,
  কোল ভরা তার কনক ধানে
  আটটি শীষে বাঁধা আঁটি।
  মধুর চেয়ে আছে মধুর
  সে এই আমার দেশের মাটি।
  ''';

  static const String palkirGanTitle = 'পাল্কীর গান';
  static const String palkirGanSubtitle = 'সত্যেন্দ্রনাথ দত্ত';
  static const String palkirGanDesc = '''
  
  পাল্কী চলে!
  পাল্কী চলে!
  গগন-তলে
  আগুন জ্বলে!
  স্তব্ধ গাঁয়ে
  আদুল গায়ে
  যাচ্ছে কারা
  রৌদ্রে সারা
  ময়রামুদি
  চক্ষু মুদি'
  পাটায় ব'সে
  ঢুলছে ক'ষে।
  
  দুধের চাঁছি
  শুষছে মাছি,
  উড়ছে কতক
  ভনভনিয়ে।
  আসছে কা'রা
  হন্ হনিয়ে?
  হাটের শেষে
  রুক্ষ বেশে
  ঠিক দু'পুরে
  ধায় হাটুরে!
  কুকুর গুলো
  শুঁকছে ধূলো,
  ধুঁকছে কেহ
  ক্লান্ত দেহ।
  
  গঙ্গা ফড়িং
  লাফিয়ে চলে;
  বাঁধের দিকে
  সূর্য্য ঢলে।
  
  পাল্কী চলে রে,
  অঙ্গ টলেরে!
  আর দেরি কত?
  আর কত দূর?
  ''';

  static const String suloAnayMicheTitle = 'ষোলা আনাই মিছে';
  static const String suloAnayMicheSubtitle = 'সুকুমার রায়';
  static const String suloAnayMicheDesc = '''
  
  বিদ্যেবোঝাই বাবুমশাই চড়ি সখের বোটে,
  মাঝিরে কন, ''বলতে পারিস সূর্যি কেন ওঠে?
  চাঁদটা কেন বাড়ে কমে? জোয়ার কেন আসে?''
  বৃদ্ধ মাঝি অবাক হয়ে ফ্যাল্‌ফেলিয়ে হাসে।
  বাবু বলেন, ''সারা জীবন মরলিরে তুই খাটি,
  জ্ঞান বিনা তোর জীবনটা যে চারি আনাই মাটি।''
  
  খানিক বাদে কহেন বাবু, ''বলতো দেখি ভেবে
  নদীর ধারা কেমনে আসে পাহাড় থেকে নেবে?
  বলতো কেন লবণপোরা সাগর ভরা পানি?''
  মাঝি সে কয়, ''আরে মশাই অত কি আর জানি?''
  বাবু বলেন, ''এই বয়সে জানিসনেও তা কি
  জীবনটা তোর নেহাৎ খেলো, অষ্ট আনাই ফাঁকি!''
  
  আবার ভেবে কহেন বাবু, '' বলতো ওরে বুড়ো,
  কেন এমন নীল দেখা যায় আকাশের ঐ চুড়ো?
  বলতো দেখি সূর্য চাঁদে গ্রহণ লাগে কেন?''
  বৃদ্ধ বলে, ''আমায় কেন লজ্জা দেছেন হেন?''
  বাবু বলেন, ''বলব কি আর বলব তোরে কি তা,-
  দেখছি এখন জীবনটা তোর বারো আনাই বৃথা।''
  
  খানিক বাদে ঝড় উঠেছে, ঢেউ উঠেছে ফুলে,
  বাবু দেখেন, নৌকাখানি ডুবলো বুঝি দুলে!
  মাঝিরে কন, '' একি আপদ! ওরে ও ভাই মাঝি,
  ডুবলো নাকি নৌকা এবার? মরব নাকি আজি?''
  মাঝি শুধায়, ''সাঁতার জানো?''- মাথা নাড়েন বাবু
  মূর্খ মাঝি বলে, ''মশাই, এখন কেন কাবু?
  বাঁচলে শেষে আমার কথা হিসেব করো পিছে,
  তোমার দেখি জীবন খানা ষোল আনাই মিছে!''
  ''';

  static const String baburamSapureTitle = 'বাবুরাম সাপুড়ে';
  static const String baburamSapureSubtitle = 'সুকুমার রায়';
  static const String baburamSapureDesc = '''
  
  বাবুরাম সাপুড়ে,
  কোথা যাস বাপুরে
  
  আয় বাবা দেখে যা,
  দুটো সাপ রেখে যা -
  
  যে সাপের চোখ নেই,
  শিং নেই, নোখ নেই,
  
  ছোটে না কি হাঁটে না,
  কাউকে যে কাটে না,
  
  করে না কো ফোঁসফাঁস
  মারে নাকো ঢুসঢাস,
  
  নেই কোন উৎপাত,
  খায় শুধু দুধভাত,
  
  সেই সাপ জ্যান্ত,
  গোটা দুই আন তো,
  
  তেড়ে মেরে ডাণ্ডা
  ক'রে দিই ঠাণ্ডা।
  ''';

  static const String sobarAmiChatroTitle = 'সবার আমি ছাত্র';
  static const String sobarAmiChatroSubtitle = 'সুনির্মল বসু';
  static const String sobarAmiChatroDesc = '''
  
  আকাশ আমায় শিক্ষা দিল
  উদার হতে ভাই রে,
  কর্মী হবার মন্ত্র আমি
  বায়ুর কাছে পাই রে।
  
  পাহাড় শিখায় তাহার সমান-
  হই যেন ভাই মৌন-মহান,
  খোলা মাঠের উপদেশে-
  দিল-খোলা হই তাই রে।
  
  সূর্য আমায় মন্ত্রণা দেয়
  আপন তেজে জ্বলতে,
  চাঁদ শিখাল হাসতে মোরে,
  মধুর কথা বলতে।
  
  ইঙ্গিতে তার শিখায় সাগর-
  অন্তর হোক রত্ন-আকর;
  নদীর কাছে শিক্ষা পেলাম
  আপন বেগে চলতে।
  
  মাটির কাছে সহিষ্ণুতা
  পেলাম আমি শিক্ষা,
  আপন কাজে কঠোর হতে
  পাষান দিল দীক্ষা।
  
  ঝরনা তাহার সহজ গানে,
  গান জাগাল আমার প্রাণে;
  শ্যাম বনানী সরসতা
  আমায় দিল ভিক্ষা।
  
  বিশ্বজোড়া পাঠশালা মোর,
  সবার আমি ছাত্র,
  নানান ভাবে নতুন জিনিস
  শিখছি দিবারাত্র।
  
  এই পৃথিবীর বিরাট খাতায়,
  পাঠ্য যেসব পাতায় পাতায়
  শিখছি সে সব কৌতূহলে,
  নেই দ্বিধা লেশমাত্র।
  ''';

  static const String hemontoTitle = 'হেমন্ত';
  static const String hemontoSubtitle = 'সুফিয়া কামাল';
  static const String hemontoDesc = '''
  
  সবুজ পাতার খামের ভেতর
  হলুদ গাঁদা চিঠি লেখে
  কোন্ পাথারের ওপার থেকে
  আনল ডেকে হেমন্তকে?
  
  আনল ডেকে মটরশুঁটি,
  খেসারি আর কলাই ফুলে
  আনল ডেকে কুয়াশাকে
  সাঁঝ সকালে নদীর কূলে।
  
  সকাল বেলায় শিশির ভেজা
  ঘাসের ওপর চলতে গিয়ে
  হাল্কা মধুর শীতের ছোঁয়ায়
  শরীর ওঠে শিরশিরিয়ে।
  
  আরও এল সাথে সাথে
  নুতন গাছের খেজুর রসে
  লোভ দেখিয়ে মিষ্টি পিঠা
  মিষ্টি রোদে খেতে বসে।
  
  হেমন্ত তার শিশির ভেজা
  আঁচল তলে শিউলি বোঁটায়
  চুপে চুপে রং মাখাল
  আকাশ থেকে ফোঁটায় ফোঁটায়।
  ''';

  static const String amaderDeshTitle = 'আমাদের দেশ';
  static const String amaderDeshSubtitle = 'আ.ন.ম. বজলুর রশীদ';
  static const String amaderDeshDesc = '''
  
  আমাদের দেশ তারে কত ভালবাসি
  সবুজ ঘাসের বুকে শেফালির হাসি,
  
  মাঠে মাঠে চরে গরু নদী বয়ে যায়
  জেলে ভাই ধরে মাছ মেঘের ছায়ায়।
  
  রাখাল বাজায় বাঁশি কেটে যায় বেলা
  চাষী ভাই করে চাষ কাজে নেই হেলা।
  
  সোনার ফসল ফলে ক্ষেত ভরা ধান
  সকলের মুখে হাসি, গান আর গান।
  ''';

  static const String bristirChoraTitle = 'বৃষ্টির ছড়া';
  static const String bristirChoraSubtitle = 'ফররুখ আহমদ';
  static const String bristirChoraDesc = '''
  
  বিষটি এল কাশ বনে
  জাগল সাড়া ঘাস বনে,
  বকের সারি কোথা রে
  লুকিয়ে গেল বাঁশ বনে।
  
  নদীতে নাই খেয়া যে,
  ডাকল দূরে দেয়া যে,
  কোন সে বনের আড়ালে
  ফুটল আবার কেয়া যে।
  
  গাঁয়ের নামটি হাটখোলা,
  বিষটি বাদল দেয় দোলা,
  রাখাল ছেলে মেঘ দেখে,
  যায় দাঁড়িয়ে পথ-ভোলা।
  
  মেঘের আঁধার মন টানে,
  যায় সে ছুটে কোন খানে,
  আউশ ধানের মাঠ ছেড়ে
  আমন ধানের দেশ পানে।
  ''';

  static const String pondoSromTitle = 'পণ্ডশ্রম';
  static const String pondoSromSubtitle = 'শামসুর রাহমান';
  static const String pondoSromDesc = '''
  
  এই নিয়েছে ঐ নিল যাঃ! কান নিয়েছে চিলে,
  চিলের পিছে মরছি ঘুরে আমরা সবাই মিলে।
  
  কানের খোঁজে ছুটছি মাঠে, কাটছি সাঁতার বিলে,
  আকাশ থেকে চিলটাকে আজ ফেলব পেড়ে ঢিলে।
  
  দিন-দুপুরে জ্যান্ত আহা, কানটা গেল উড়ে,
  কান না পেলে চার দেয়ালে মরব মাথা খুঁড়ে।
  
  কান গেলে আর মুখের পাড়ায় থাকল কি-হে বল?
  কানের শোকে আজকে সবাই মিটিং করি চল।
  
  যাচ্ছে, গেল সবই গেল, জাত মেরেছে চিলে,
  পাঁজি চিলের ভূত ছাড়াব লাথি-জুতো কিলে।
  
  সুধী সমাজ! শুনুন বলি, এই রেখেছি বাজি,
  যে-জন সাধের কান নিয়েছে জান নেব তার আজই।
  
  মিটিং হল ফিটিং হল, কান মেলে না তবু,
  ডানে-বাঁয়ে ছুটে বেড়াই মেলান যদি প্রভু!
  
  ছুটতে দেখে ছোট ছেলে বলল, কেন মিছে
  কানের খোঁজে মরছ ঘুরে সোনার চিলের পিছে?
  
  নেইকো খালে, নেইকো বিলে, নেইকো মাঠে গাছে;
  কান যেখানে ছিল আগে সেখানটাতেই আছে।
  
  ঠিক বলেছে, চিল তবে কি নয়কো কানের যম?
  বৃথাই মাথার ঘাম ফেলেছি, পণ্ড হল শ্রম।
  ''';

  static const String cycloneTitle = 'সাইক্লোন';
  static const String cycloneSubtitle = 'শামসুর রাহমান';
  static const String cycloneDesc = '''
  
  চাল উড়ছে, ডাল উড়ছে
  উড়ছে গরু, উড়ছে মোষ।
  
  খই উড়ছে, বই উড়ছে
  উড়ছে পাঁজি, বিশ্বকোষ।
  
  ময়লা চাদর, ফরসা জামা,
  উড়ছে খেতের শর্ষে, যব।
  
  লক্ষ্মীপ্যাঁচা, পক্ষীছানা
  ঘুরছে, যেন চরকি সব।
  
  মাছ উড়ছে, গাছ উড়ছে
  ঘুর্ণি হাওয়া ঘুরছে জোর।
  
  খাল ফুলছে, পাল ছিঁড়ছে
  রুখবে কারা পানির তোড়?
  
  হারান মাঝি, পরান শেখ
  বাতাস ফুঁড়ে দিচ্ছে ডাক।
  
  আকাশ ভেঙে কাঁচের গুঁড়ো
  উঠল আজান, বাজল শাখ।
  
  চম্পাবতীর কেশ ভাসছে
  ভাসছে স্রোতে খড়ের ঘর।
  
  শেয়াল কুকুর কুঁকড়ো শালিক
  ডুবল সবই, ডুবলো চর।
  ''';

  static const String nulokTitle = 'নোলক';
  static const String nulokSubtitle = 'আল মাহমুদ';
  static const String nulokDesc = '''
  
আমার মায়ের সোনার নোলক হারিয়ে গেল শেষে
হেথায় খুঁজি হোথায় খুঁজি সারা বাংলাদেশে।

নদীর কাছে গিয়েছিলাম, আছে তুমার কাছে?
-হাত দিও না আমার শরীর ভরা বোয়াল মাছে।

বললো কেঁদে তিতাস নদী হরিণবেড়ের বাঁকে
শাদা পালক বকরা যেথায় পাখ ছাড়িয়ে থাকে।

জল ছাড়িয়ে দল হারিয়ে গেলাম বনের দিক
সবুজ বনের হরিৎ টিয়ে করে রে ঝিকমিক

বনের কাছে এই মিনতি, ফিরিয়ে দেবে ভাই,
আমার মায়ের গয়না নিয়ে ঘরেক যেতে চাই।

কোথায় পাবো তোমার মায়ের হারিয়ে যাওয়া ধন
আমরা তো সব পাখপাখালি বনের সাধারণ।

সবুজ চুলে ফুল পিন্দেছি নোলক পরি না তো।
ফুলের গন্ধ চাও যদি নাও, হাত পাতো হাত পাতো-

বলে পাহাড় দেখায় তাহার আহার ভরা বুক।
হাজার হরিণ পাতার ফাঁকে বাঁকিয়ে রাখে মুখ।

এলিয়ে খোঁপা রাত্রি এলেন, ফের বাড়ালাম পা
আমার মায়ের গয়না ছাড়া ঘরকে যাবো না।
  ''';

  static const String vorDupurTitle = 'ভর দুপুরে';
  static const String vorDupurSubtitle = 'আল মাহমুদ';
  static const String vorDupurDesc = '''
মেঘনা নদীর শান্ত মেয়ে তিতাসে
মেঘের মত পাল উড়িয়ে কী ভাসে!
মাছের মত দেখতে এ কোন পাটুনি
ভর দুপুরে খাটছে সখের খাটুনি।

ওমা এ-যে কাজল বিলের বোয়ালে
পালের দড়ি আটকে আছে চোয়ালে
আসছে ধেয়ে লম্বা দাড়ি নাড়িয়ে,
ঢেউয়ের বাড়ি নাওয়ের সারি ছাড়িয়ে।

কোথায় যাবে কোন উজানে ও-মাঝি
আমার কোলে খোকন নামের যে-পাজি
হাসছে, তারে নাও না তোমার নায়েতে
গাঙ-শুশুকের স্বপ্নভরা গাঁয়েতে;
সেথায় নাকি শালুক পাতার চাদরে
জলপিপিরা ঘুমায় মহা আদরে,
শাপলা ফুলের শীতল সবুজ পালিশে
থাকবে খোকন ঘুমিয়ে ফুলের বালিশে।
  ''';

  static const String gadharKanTitle = 'গাধার কান';
  static const String gadharKanSubtitle = 'রোকনুজ্জামান খান';
  static const String gadharKanDesc = '''
  
একটা দড়ির দুদিক থেকে টানছে দুদল ছেলে
তাই না দেখে বনের বানর লাফায় খেলা ফেলে।

সকল বানর ফন্দি আঁটে জবর মজার খেলা
এমন খেলা খেলেই সবাই কাটিয়ে দেব বেলা।

কিন্তু দড়ি মিলবে কোথায়? ঘাবড়ে গেল মাথা
পালের সেরা বানর বলে মগজ তোদের যা-তা।

নেইকো দড়ি বয়েই গেল ভাবিস মিছে হাবা
লেজে লেজে ধরব টেনে হবে দড়ির বাবা।

যেইনা বলা দুদল বানর দুদিক থেকে বসে
একের লেজটি ধরল টেনে জোরসে চেপে কষে।

বনের গাধা দাঁড়ায় মাঝে উঁচিয়ে দু'টি কান
বলে, আমার দুদিক থেকে কান ধরে দে টান

কান ধরে এই মাথা নিবি আপন দলে টেনে
জিতবি তবে এই খেলাতে, রাখিস সবাই জেনে।

অমনি দুদল হেঁইয়ো টানে- গাধার বিপদ ভারি
কান ছিঁড়ে সব হুমড়ি খেয়ে পড়ল সারি সারি

সাঙ্গ হল দড়ির খেলা বানররা সব হাসে
কান হারিয়ে গাধা শুধুই চোখের জলে ভাসে।
  ''';

  static const String azanTitle = 'আযান';
  static const String azanSubtitle = 'কায়কোবাদ';
  static const String azanDesc = '''
  
  কে ওই শোনাল মোরে আযানের ধ্বনি।
  মর্মে মর্মে সেই সুর, বাজিল কি সুমধুর
  
  আকুল হইল প্রাণ, নাচিল ধমনী।
  কি মধুর আযানের ধ্বনি!
  
  আমি তো পাগল হয়ে সে মধুর তানে,
  কি যে এক আকর্ষণে, ছুটে যাই মুগ্ধমনে
  কি নিশীথে, কি দিবসে মসজিদের পানে।
  
  হৃদয়ের তারে তারে, প্রাণের শোণিত-ধারে,
  কি যে এক ঢেউ উঠে ভক্তির তুফানে-
  কত সুধা আছে সেই মধুর আযানে।
  
  নদী ও পাখির গানে তারই প্রতিধ্বনি।
  ভ্রমরের গুণ-গানে সেই সুর আসে কানে
  কি এক আবেশে মুগ্ধ নিখিল ধরণী।
  
  ভূধরে, সাগরে জলে নির্ঝরণী কলকলে,
  আমি যেন শুনি সেই আযানের ধ্বনি।
  
  আহা যবে সেই সুর সুমধু স্বরে,
  ভাসে দূরে সায়াহ্নের নিথর অম্বরে,
  প্রাণ করে আনচান, কি মধুর সে আযান,
  তারি প্রতিধ্বনি শুনি আত্মার ভিতরে।
  
  নীরব নিঝুম ধরা, বিশ্বে যেন সবই মরা,
  এতটুকু শব্দ যবে নাহি কোন স্থানে,
  মুয়াযযিন উচ্চৈঃস্বরে দাঁড়ায়ে মিনার 'পরে
  কি সুধা ছড়িয়ে দেয় উষার আযানে!
  জাগাইতে মোহমুদ্ধ মানব সন্তানে।
  
  আহা কি মধুর ওই আযানের ধ্বনি।
  মর্মে মর্মে সেই সুর বাজিল কি সমধুর
  আকুল হইল প্রাণ, নাচিল ধমনী
  ''';

  static const String donoDhannoPushpoTitle = 'ধনধান্য পুষ্পভরা';
  static const String donoDhannoPushpoSubtitle = 'দ্বিজেন্দ্রলাল রায়';
  static const String donoDhannoPushpoDesc = '''
  
ধনধান্য পুষ্পভরা আমাদের এই বসুন্ধরা;
তাহার মাঝে আছে দেশ এক- সকল দেশের সেরা;
সে যে স্বপ্ন দিয়ে তৈরি সে দেশ স্মৃতি দিয়ে ঘেরা;
এমন দেশটি কোথাও খুঁজে পাবে নাকো তুমি,
সকল দেশের রানী সে যে-আমার জন্মভূমি।

চন্দ্র-সূর্য গ্রহ তারা, কোথায় উজল এমন ধারা!
কোথায় এমন খেলে তড়িৎ এমন কালো মেঘে!
ও তার পাখির ডাকে ঘুমিয়ে পড়ি পাখির ডাকে জেগে।।
এমন দেশটি কোথাও খুঁজে পাবে নাকো তুমি
সকল দেশের রানী সে যে- আমার জন্মভূমি।

এত স্নিগ্ধ নদী কাহার, কোথায় এমন ধুম্র পাহাড়;
কোথায় এমন হরিৎক্ষেত্র আকাশ তলে মেশে।
এমন ধানের ওপর ঢেউ খেলে যায় বাতাস কাহার দেশে।
এমন দেশটি কোথাও খুঁজে পাবে নাকো তুমি
সকল দেশের রানী সে যে- আমার জন্মভূমি।

পুষ্পে পুষ্পে ভরা শাখী; কুঞ্জে কুঞ্জে গাহে পাখি
গুঞ্জরিয়া আসে অলি পুঞ্জে পুঞ্জে ধেয়ে-
তারা ফুলের ওপর ঘুমিয়ে পড়ে ফুলের মধু খেয়ে।
এমন দেশটি কোথাও খুঁজে পাবে নাকো তুমি
সকল দেশের রানী সে যে- আমার জন্মভূমি।

ভায়ের মায়ের এমন স্নেহ কোথায় গেলে পাবে কেহ?
- ওমা তোমার চরণ দুটি বক্ষে আমার ধরি,
আমার এই দেশেতে জন্ম যেন এই দেশেতে মরি-
এমন দেশটি কোথাও খুঁজে পাবে নাকো তুমি
সকল দেশের রানী সে যে- আমার জন্মভূমি।
  ''';

  static const String pacheLukeKichuBoleTitle = 'পাছে লোকে কিছু বলে';
  static const String pacheLukeKichuBoleSubtitle = 'কামিনী রায়';
  static const String pacheLukeKichuBoleDesc = '''
    করিতে পারি না কাজ
    সদা ভয় সদা লাজ
    সংশয়ে সংকল্প সদা টলে,-
    পাছে লোকে কিছু বলে।
    আড়ালে আড়ালে থাকি
    নীরবে আপনা ঢাকি,
    সম্মুখে চরণ নাহি চলে
    পাছে লোকে কিছু বলে।
    
    হৃদয়ে বুদবুদ মত
    উঠে চিন্তা শুভ্র কত,
    মিশে যায় হৃদয়ের তলে,
    পাছে লোকে কিছু বলে।
    
    কাঁদে প্রাণ যবে আঁখি
    সযতনে শুকায়ে রাখি;-
    নিরমল নয়নের জলে,
    পাছে লোকে কিছু বলে।
    
    একটি স্নেহের কথা
    প্রশমিতে পারে ব্যথা,-
    চলে যাই উপেক্ষার ছলে,
    পাছে লোকে কিছু বলে।
    
    মহৎ উদ্দেশ্য যবে,
    এক সাথে মিলে সবে,
    পারি না মিলিতে সেই দলে,
    পাছে লোকে কিছু বলে।
    
    বিধাতা দেছেন প্রাণ
    থাকি সদা ম্রিয়মাণ;
    শক্তি মরে ভীতির কবলে,
    পাছে লোকে কিছু বলে।
''';

  static const String porupokarTitle = 'পরোপকার';
  static const String porupokarSubtitle = 'রজনীকান্ত সেন';
  static const String porupokarDesc = '''
  
নদী কভু পান নাহি করে নিজ জল,
তরুগণ নাহি খায় নিজ নিজ ফল,

গাভী কভু নাহি করে নিজ দুগ্ধ পান,
কাষ্ঠ, দগ্ধ হয়ে, করে পরে অন্নদান,

স্বর্ণ করে নিজরূপে অপরে শোভিত,
বংশী করে নিজস্বরে অপরে মোহিত,

শস্য জন্মাইয়া, নাহি খায় জলধরে,
সাধুর ঐশ্বর্য শুধু পরহিত-তরে।
  ''';

  static const String meghnaParerCheleTitle = 'মেঘনা পাড়ের ছেলে';
  static const String meghnaParerCheleSubtitle = 'আহসান হাবীব';
  static const String meghnaParerCheleDesc = '''
  
    আমি মেঘনা পাড়ের ছেলে
    আমি মেঘনা নদীর নেয়ে।
    মেঘনা নদীর ঢেউয়ের বুকে
    তালের নৌকা বেয়ে
    আমি বেড়াই হেসে খেলে-
    আমি মেঘনা পাড়ের ছেলে।
    
    মেঘনা নদীর নেয়ে আমি মেঘনা পাড়ে বাড়ি
    ইচ্ছে হ'লেই এপার থেকে ওপারে দেই পাড়ি।
    তালে তালে তালের নৌকা
    দু'হাতে যাই বেয়ে
    আমি মেঘনা নদীর নেয়ে।
    
    পাহাড় সমান ঢেউয়ের বুকে নৌকো আমার ভাসে
    মেঘমুলুকের পাহাড় থেকে ঝড়ের ঝাপটা আসে-
    মাথার ওপর মুচকি হাসে
    বিজলি নামের মেয়ে
    আমি মেঘনা নদীর নেয়ে।
    
    আমার ঢেউয়ের সঙ্গে গলাগলি ঢেউয়ের সঙ্গে খেলা
    ঝড়ের সঙ্গে লড়াই ক'রে কাটাই সারাবেলা।
    দেশ থেকে যাই দেশান্তরে
    মনের নৌকা বেয়ে-
    আমি মেঘনা নদীর ছেলে
    আমি মেঘনা নদীর নেয়ে।
  ''';

  static const String nobirSikkhaTitle = 'নবীর শিক্ষা';
  static const String nobirSikkhaSubtitle = 'শেখ হাবিবুর রহমান';
  static const String nobirSikkhaDesc = '''
  
তিন দিন হ'তে খাইতে না পাই, নাই কিছু মোরে ঘরে,
দারা পরিবার বাড়িতে আমার উপোস করিয়া মরে।

নাহি পাই কাজ তাই ত্যাজি লাজ বেড়াই ভিক্ষা করি,
হে দয়াল নবী, দাও কিছু মোরে নহিলে পরাণে মরি।'

আরবের নবী, করুণার ছবি ভিখারির পানে চাহি,
কোমল কণ্ঠে কহিল, -'তোমার ঘরে কি কিছুই নাহি?'

বলিল সে, 'আছে শুধু মোর কম্বল একখানি।'
কহিল রসুল, 'এক্ষণি গিয়া দাও তাহা মোরে আনি।'

সম্বল তার কম্বলখানি বেচিয়া তাহার করে,
অর্ধেক দাম দিলেন রসুল খাদ্য কেনার তরে,

বাকি টাকা দিয়া কিনিয়া কুঠার, হাতল লাগায়ে নিজে,
কহিলেন, 'যাও কাঠ কেটে খাও, দেখ খোদা করে কি-যে।'

সেদিন হইতে শ্রম সাধনায় ঢালিল ভিখারি প্রাণ,
বনের কাষ্ঠ বাজারে বেচিয়া দিন করে গুজরান।

অভাব তাহার রহিল না আর, হইল সে সুখী ভবে,
নবীর শিক্ষা ক'রো না ভিক্ষা, মেহনত কর সবে।
  ''';

  static const String grismerDupureTitle = 'গ্রীষ্মের দুপুরে';
  static const String grismerDupureSubtitle = 'ফজলুর রহমান';
  static const String grismerDupureDesc = '''
  
  ঘাম ঝরে
  দরদর
  গ্রীষ্মের দুপুরে
  খাল বিল
  চৌচির,
  জল নেই পুকুরে।
  
  মাঠে ঘাটে
  লোক নেই,
  খাঁ খাঁ করে রোদ্দুর।
  পিপাসায়
  পথিকের
  ছাতি কাঁপে দুদ্দুর।
  
  রোদ যেন
  নয়, শুধু
  গনগনে ফুলকি।
  আগুনের
  ঘোড়া যেন
  ছুটে চলে দুলকি।
 
  ঝাঁঝ মাখা
  হাওয়া এসে
  ডালে দেয় ঝাপটা!
  পাতা নড়ে
  ফুল পড়ে
  বাপরে কি দাপটা!
  
  বিল ধারে চিল বসে'
  ঘন ঘন ডাকে রে।
  মাঝি বসে ঢুল খায়
  খেয়াঘাট বাঁকে রে।
  ''';

  static const String chashaTitle = 'চাষী';
  static const String chashaSubtitle = 'রাজিয়া খাতুন চৌধুরাণী';
  static const String chashaDesc = '''
  
  সব সাধকের বড় সাধক আমার দেশের চাষা,
  দেশ মাতারই মুক্তিকামী, দেশের সে যে আশা।
  
  দধীচি কি তাহার চেয়ে সাধক ছিল বড়?
  পুণ্য অত হবে নাক সব করিলে জড়।
  
  মুক্তিকামী মহাসাধক মুক্ত করে দেশ,
  সবারই সে অন্ন জোগায় নাইক গর্ব লেশ।
  
  ব্রত তাহার পরের হিত, সুখ নাহি চায় নিজে,
  রৌদ্র দাহে শুকায় তনু, মেঘের জলে ভিজে।
  
  আমার দেশের মাটির ছেলে, নমি বারংবার
  তোমায় দেখে চূর্ণ হউক সবার অহংকার।
  ''';

  static const String amaderGramTitle = 'আমাদের গ্রাম';
  static const String amaderGramSubtitle = 'বন্দে আলী মিঞা';
  static const String amaderGramDesc = '''
  
  আমাদের ছোটো গাঁয়ে ছোটো ছোটো ঘর
  থাকি সেথা সবে মিলে কেহ নাহি পর।
  পাড়ার সকল ছেলে মোরা ভাই ভাই
  একসাথে খেলি আর পাঠশালে যাই।
  হিংসা ও মারামারি কভু নাহি করি,
  পিতা-মাতা গুরুজনে সদা মোরা ডরি।
  
  আমাদের ছোটো গ্রামে মায়ের সমান,
  আলো দিয়ে বায়ু দিয়ে বাঁচাইছে প্রাণ।
  মাঠভরা ধান আর জলভরা দিঘি,
  চাঁদের কিরণ লেগে করে ঝিকিমিকি।
  আমগাছ জামগাছ বাঁশ ঝাড় যেন,
  মিলে মিশে আছে ওরা আত্মীয় হেন।
  সকালে সোনার রবি পূব দিকে ওঠে
  পাখি ডাকে, বায়ু বয়, নানা ফুল ফোটে।
  ''';

  static const String sishuPonTitle = 'শিশুর পণ';
  static const String sishuPonSubtitle = '- গোলাম মোস্তফা';
  static const String sishuPonDesc = '''
  
  এই করিনু পণ
  মোরা এই করিনু পণ
  ফুলের মতো গড়ব মোরা
  মোদের এই জীবন।
  হাসব মোরা সহজ সুখে
  গন্ধ রবে লুকিয়ে বুকে
  মোদের কাছে এলে সবার
  জুড়িয়ে যাবে মন।
  
  নদী যেমন দুই কূলে তার
  বিলিয়ে চলে জল,
  ফুটিয়ে তোলে সবার তরে
  শস্য, ফুল ও ফল।
  তেমনি করে মোরাও সবে
  পরের ভাল করব ভবে
  মোদের সেবায় উঠবে হেসে
  এই ধরণীতল।
  
  সূর্য যেমন নিখিল ধরায়
  করে কিরণ দান,
  আঁধার দূরে যায় পালিয়ে
  জাগে পাখির গান।
  তেমনি মোদের জ্ঞানের আলো
  দূর করিবে সকল কালো
  উঠবে জেগে ঘুমিয়ে আছে
  যে সব নীরব প্রাণ।
  ''';
}
