const List<Map<String, dynamic>> ojuAndGusolData = [
  {
    "id": '1',
    "question": "পবিত্রতা কীসের অঙ্গ?",
    "answer": "উঃ- পবিত্রতা ঈমানের অঙ্গ।",
  },
  {
    "id": '1',
    "question": "কীভাবে পবিত্র হওয়া যায়?",
    "answer": "উঃ- অজু, গোসল এবং বিশেষ অবস্থায় তায়াম্মুমের মাধ্যমে পবিত্র হওয়া যায়।",
  },
  {
    "id": '1',
    "question": "কোন পানি দিয়ে অজু ও গোসল করবে?",
    "answer": "উঃ- পরিষ্কার-পরিচ্ছন্ন ও পবিত্র পানি দিয়ে অজু ও গোসল করব।",
  },
  {
    "id": '1',
    "question": "নামাজের আগে কী করতে হয়?",
    "answer": "উঃ- নামাজের আগে অজু করতে হয়।",
  },
  {
    "id": '1',
    "question": "কেন অজু করা দরকার?",
    "answer":
        "উঃ- নামাজ পড়ার জন্য ও কুরআন তেলাওয়াত করার লক্ষ্যে পবিত্রতা অর্জনের জন্য অজু করা দরকার।",
  },
  {
    "id": '1',
    "question": "অজুর ফরজ কয়টি ও কী কী?\n",
    "answer": "উঃ- অজুর ফরজ ৪টি। এগুলো হলো-\n\n"
        "১. সমস্ত মুখমণ্ডল একবার ধোয়া\n"
        "২. কনুইসহ দুই হাত একবার ধোয়া\n"
        "৩. মাথার চার ভাগের এক ভাগ একবার মাসেহ করা\n"
        "৪. টাখনুসহ দুই পা উত্তমরূপে ধোয়া।\n",
  },
  {
    "id": '1',
    "question": "গোসল কাকে বলে?",
    "answer": "উঃ- অপবিত্রতা থেকে পবিত্র হওয়ার জন্য নির্দিষ্ট নিয়মে শরীর ধোয়াকে গোসল বলে।",
  },
  {
    "id": '1',
    "question": "গোসল করা কেন আমাদের প্রয়োজন?",
    "answer": "উঃ- ইবাদতের উদ্দেশ্যে অপবিত্রতা থেকে পবিত্র হওয়ার জন্য গোসল করা আমাদের প্রয়োজন।",
  },
  {
    "id": '1',
    "question": "গোসলের সুন্নত পদ্ধতি কী?",
    "answer": "উঃ- "
        "প্রথমে নাপাক দূর করার জন্য শরীরের অপবিত্র স্থান পরিষ্কার করা।\n"
        "তারপর অজু করা।\n"
        "তিনবার মাথা ধোয়া।\n"
        "তিনবার পুরো শরীর ধোয়া।\n",
  },
  {
    "id": '1',
    "question": "গোসল কি অজুর বিকল্প হতে পারে?",
    "answer":
        "উঃ- হ্যাঁ, যদি গোসল করার সময় অজুর ফরজগুলোও পালন করা হয়, তবে আলাদা করে অজু করার প্রয়োজন নেই।",
  },
  {
    "id": '1',
    "question": "অজু করার আগে কোন দোয়া পড়া সুন্নত?",
    "answer": "উঃ- অজু শুরু করার আগে “বিসমিল্লাহির রাহমানির রাহীম” বলা সুন্নত।",
  },
  {
    "id": '1',
    "question": "অজু করার সময় কি কথা বলা জায়েজ?",
    "answer":
        "উঃ- অজুর সময় অপ্রয়োজনীয় কথা বলা মাকরূহ (অপছন্দনীয়), তবে খুব প্রয়োজন হলে বলা যেতে পারে।",
  },
  {
    "id": '1',
    "question": "কোনো অঙ্গ শুকনো থেকে গেলে কি অজু হবে?",
    "answer": "উঃ- না, যদি অজুর ফরজ কোনো অঙ্গ শুকনো থাকে তবে অজু সহীহ হবে না।",
  },
  {
    "id": '1',
    "question": "একবার অজু করার পর কয় নামাজ পড়া যায়?",
    "answer": "উঃ- একবার অজু করলে যতক্ষণ অজু ভঙ্গ না হয়, ততক্ষণ ইচ্ছেমতো নামাজ পড়া যায়।",
  },
  {
    "id": '1',
    "question": "পা মোছার পরিবর্তে মোজা বা জুতা মাসাহ করা যাবে কি?",
    "answer":
        "উঃ- হ্যাঁ, যদি মোজা বা জুতা পরার আগে অজু করা থাকে, তবে মোজা বা জুতার উপর মাসাহ করা জায়েজ। তবে এটি বিশেষ কিছু শর্ত সাপেক্ষে।",
  },
  {
    "id": '1',
    "question": "গোসলের আগে কি অজু করা প্রয়োজন?",
    "answer": "উঃ- সুন্নত পদ্ধতিতে গোসল করতে চাইলে গোসলের আগে অজু করা উত্তম, তবে এটি ফরজ নয়।",
  },
  {
    "id": '1',
    "question": "গোসল কি পবিত্রতা অর্জনের একমাত্র মাধ্যম?",
    "answer":
        "উঃ- না, যদি পানি ব্যবহার করা সম্ভব না হয়, তবে তায়াম্মুমের মাধ্যমে পবিত্রতা অর্জন করা যায়।",
  },
  {
    "id": '1',
    "question": "গোসলের সময় কীভাবে নিয়ত করতে হয়?",
    "answer":
        "উঃ- মনে মনে নিয়ত করতে হয় যে, আমি আল্লাহর সন্তুষ্টির জন্য পবিত্রতা অর্জনের উদ্দেশ্যে গোসল করছি। মুখে উচ্চারণ করার প্রয়োজন নেই।",
  },
];
const List<Map<String, dynamic>> azanAndSalatData = [
  {
    "id": '1',
    "question": "প্রশ্ন: আজান কী?",
    "answer":
        "উত্তরঃ- আজান অর্থ আহবান করা, নির্দিষ্ট বাক্যসমূহ দ্বারা সালাতের জন্য ডাকা। অজু করে কিবলার দিকে মুখ করে উঁচু স্থানে দাঁড়িয়ে আজান দিতে হয়।",
  },
  {
    "id": '1',
    "question": "প্রশ্ন: আজান কতবার দেওয়া হয়?",
    "answer": "উত্তর: আজান দৈনিক পাঁচবার দেওয়া হয়, প্রত্যেক নামাজের জন্য একবার।",
  },
  {
    "id": '1',
    "question": "প্রশ্ন: আজানের সূচনা কোথায় হয়েছিল?",
    "answer": "উত্তর: আজানের সূচনা মদিনায় হয়েছিল, মহানবী হযরত মুহাম্মদ (সা.)-এর সময়।",
  },
  {
    "id": '1',
    "question": "প্রশ্ন: আজান দেওয়ার জন্য নির্দিষ্ট কেউ থাকা লাগে কি?",
    "answer":
        "উত্তর: সাধারণত মসজিদে একজন নির্ধারিত মুয়াজ্জিন আজান দেন, তবে প্রয়োজনে অন্য মুসলিম পুরুষও আজান দিতে পারেন।",
  },
  {
    "id": '1',
    "question": "প্রশ্ন: আজানের শব্দগুলো কী কী?",
    "answer": "উত্তরঃ- আজানের প্রধান শব্দগুলো হলোঃ\n"
        "আল্লাহু আকবার (৪ বার)\n"
        "আশহাদু আল্লা ইলাহা ইল্লাল্লাহ (২ বার)\n"
        "আশহাদু আন্না মুহাম্মাদুর রাসূলুল্লাহ (২ বার)\n"
        "হাইয়া আলাস সালাহ (২ বার)\n"
        "হাইয়া আলাল ফালাহ (২ বার)\n"
        "আল্লাহু আকবার (২ বার)\n"
        "লা ইলাহা ইল্লাল্লাহ (১ বার)",
  },
  {
    "id": '1',
    "question": "প্রশ্ন: ফজরের আজান অন্য নামাজের আজান থেকে কীভাবে আলাদা?",
    "answer":
        "উত্তর: ফজরের আজানে অতিরিক্ত একটি লাইন যোগ করা হয়: আস সালাতু খাইরুম মিনান নাউম (নিদ্রার চেয়ে নামাজ উত্তম)।",
  },
  {
    "id": '1',
    "question": "প্রশ্ন: আজান শোনার পর কী সুন্নত রয়েছে?",
    "answer": "উত্তর: আজান শোনার সময় চুপ থাকা এবং মুয়াজ্জিনের প্রতিটি বাক্যের উত্তর দেওয়া সুন্নত।",
  },
  {
    "id": '1',
    "question": "প্রশ্ন: মেয়েরা কি আজান দিতে পারে?",
    "answer":
        "উত্তর: ইসলামে মেয়েদের জন্য আজান দেওয়ার নিয়ম নেই। তবে তারা নামাজের জন্য নিজ নিজ জায়গায় নিজ উদ্যোগে প্রস্তত হতে পারে।",
  },
  {
    "id": '1',
    "question": "প্রশ্ন: আজানের মাধ্যমে কী বোঝানো হয়?",
    "answer":
        "উত্তর: আজানের মাধ্যমে আল্লাহর বড়ত্ব ঘোষণা করা হয় এবং মুসলিমদের সালাতের জন্য আহ্বান জানানো হয়।",
  },
  {
    "id": '1',
    "question": "সালাতের পরিচয়",
    "answer":
        "উঃ- সালাত হলো ইসলামের প্রধান ইবাদতসমূহের একটি, যা মুসলিমদের জন্য দৈনিক পাঁচবার ফরজ করা হয়েছে।"
            " এটি আল্লাহর প্রতি আনুগত্য ও বন্দেগির প্রকাশ এবং মুসলিম জীবনের অন্যতম গুরুত্বপূর্ণ অংশ।",
  },
  {
    "id": '1',
    "question": "সালাতের সংজ্ঞা",
    "answer": "\n"
        "সালাত শব্দটি আরবি ভাষা থেকে এসেছে, যার অর্থ হলো দোয়া বা প্রার্থনা।\n\n"
        "সালাত হলো নির্ধারিত সময়, নির্ধারিত নিয়ম এবং নির্ধারিত কার্যাবলীর মাধ্যমে আল্লাহর কাছে ইবাদত করার একটি পদ্ধতি।\n",
  },
  {
    "id": '1',
    "question": "সালাতের গুরুত্ব",
    "answer": "\n"
        "ইসলামের স্তম্ভ: সালাত ইসলামের পাঁচটি স্তম্ভের একটি।\n\n"
        "আল্লাহর আদেশ: পবিত্র কোরআনে বিভিন্ন স্থানে সালাত কায়েম করার নির্দেশ দেওয়া হয়েছে (যেমন: সুরা বাকারা, আয়াত ৪৩)।\n\n"
        "জীবনের শৃঙ্খলা: সালাত একজন মুসলিমের দৈনন্দিন জীবনে শৃঙ্খলা, পবিত্রতা, এবং আত্মিক উন্নতির মাধ্যম।\n\n"
        "গুনাহ মাফের উপায়: নিয়মিত সালাত গুনাহ থেকে মুক্তি পাওয়ার অন্যতম মাধ্যম।\n",
  },
  {
    "id": '1',
    "question": "সালাতের ধরণ",
    "answer": "\n"
        "১). ফরজ সালাতঃ \nদৈনিক পাঁচবার সালাত (ফজর, জোহর, আসর, মাগরিব, এশা)।\n"
        "২). ওয়াজিব সালাতঃ \nঈদুল ফিতর ও ঈদুল আজহার সালাত।\n"
        "৩). সুন্নত সালাত: ফরজ সালাতের পূর্বে ও পরে পড়া নির্ধারিত সুন্নত সালাত।\n"
        "৪). নফল সালাত: ঐচ্ছিক সালাত, যেমন তাহাজ্জুদ, ইশরাক।\n"
        "৫). জুমার সালাত:প্রতি শুক্রবার পড়া বিশেষ সালাত।\n",
  },
  {
    "id": '1',
    "question": "সালাতের শর্তসমূহ",
    "answer": "\n"
        "১). পবিত্রতা:\nশরীর, কাপড় ও নামাজের স্থান পবিত্র হওয়া।\n"
        "২). নিয়ত: \nনামাজ শুরু করার আগে নিয়ত করা।\n"
        "৩). কিবলামুখী হওয়া:\nকাবার দিকে মুখ করে নামাজ পড়া।\n"
        "৪). নির্ধারিত সময়: \nপ্রতিটি সালাত নির্ধারিত সময়ে পড়তে হবে।\n"
        "৫). সতর ঢাকা: \nশরীরের নির্ধারিত অংশ ঢাকা। (পুরুষ ও নারীদের জন্য আলাদা) \n",
  },
  {
    "id": '1',
    "question": "সালাতের উপকারিতা",
    "answer": "উঃ- "
        "১). আত্মিক প্রশান্তি ও মানসিক শান্তি প্রদান করে।\n"
        "২). আল্লাহর সঙ্গে সম্পর্ক দৃঢ় করে।\n"
        "৩). গুনাহ থেকে বাঁচায়।\n"
        "৪). জীবনে শৃঙ্খলা ও সময়ানুবর্তিতা আনে।\n"
        "৫). মুমিনের ঈমানকে শক্তিশালী করে।\n"
        "৬). সালাত হলো মুসলিম জীবনের কেন্দ্রবিন্দু, যা তাদের দৈনন্দিন জীবনকে আধ্যাত্মিক এবং নৈতিকভাবে উন্নত করে।\n",
  },
];
const List<Map<String, dynamic>> arabicPoemData = [
  {
    "title": "ছড়া\n",
    "desc": ""
        "ঈমান মানে বিশ্বাস করা,\n"
        "বিশ্বাস মতো আমল করা।\n"
        "আল্লাহর উপর ঈমান আনি\n"
        "আল্লাহ এক সবাই মানি।\n",
  },
  {
    "title": "ছড়া\n",
    "desc": ""
        "আল্লাহ খালিক আল্লাহ মালিক\n"
        "সৃষ্টি তাঁরই সব,\n"
        "আল্লাহ মোদের রিজিকদাতা\n"
        "পালনকারী রব।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "আল্লাহ তাআলা একক ইলাহ\n "
        "নেইতো ইলাহ অন্য আর \n"
        "মোদের নবি বিশ্বনবি \n"
        "প্রেরণ করা রাসুল তাঁর।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "সাক্ষ্য দিলাম আল্লাহ ছাড়া \n "
        "অন্য কোনো ইলাহ নেই,  \n"
        "মহান আল্লাহ একক তিনি  \n"
        "তাঁর যে কোনো শরিক নেই।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "তাঁরই রাসুল মোদের \n "
        "নবি এই কথাটা সাক্ষ্য দিলাম,  \n"
        "তিনি আল্লাহর বান্দা আরো   \n"
        "সাথে এটাও সাক্ষ্য দিলাম।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "প্রথম নবি হজরত আদম\n "
        "প্রথম মানব তিনি \n"
        "তিনি মোদের আদি পিতা\n"
        "তাঁর কাছে সব ঋণী।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "আদি পিতা আদম নবি\n "
        "মাতা হলেন হাওয়া \n"
        "তাঁদের প্রতি রাখলে ইমান \n"
        "পাব আল্লাহর দয়া।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "শেষ নবি মুহাম্মদ (সাঃ)\n "
        "সকল নবির সেরা,  \n"
        "পরকালে পাব নাজাত \n"
        "তাঁর অসিলায় মোরা।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "সব মুসলমান ভাই ভাই\n "
        "হিংসা-বিদ্বেষ নাইরে নাই \n"
        "ধনী-গরিব নাই ভেদাভেদ\n"
        "সকল মানুষ এক সমান।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "কুরআন মাজিদ আল্লাহর কালাম \n "
        "হিদায়াতের বাণী  \n"
        "সারা জীবন চলব মোরা \n"
        "কুরআন-সুন্নাহ মানি।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "হাত মুখ ধৌত করে \n "
        "মাথা মাসেহ ও পা ধুয়ে \n"
        "অজুর ফরজ চারটি মোরা \n"
        "আদায় করি মন দিয়ে।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "হাত মুখ ধৌত করে \n "
        "মাথা মাসেহ ও পা ধুয়ে \n"
        "অজুর ফরজ চারটি মোরা \n"
        "আদায় করি মন দিয়ে।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "আল্লাহ পাকের ইবাদতে\n "
        "স্বাদটা যদি পেতে হয়\n"
        "নিয়ম মতো অজু করে\n"
        "পাক পবিত্র হতে হয়।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "কুলি করি ভালো করে \n "
        "দেই নাকে পানি \n"
        "ভালো করে শরীর ধুয়ে \n"
        "পবিত্রতা আনি।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "আজান হলো পড়তে সালাত \n "
        "মুআজ্জিনের ডাক, \n"
        "পড়লে সালাত খুশি হবেন \n"
        "মহান আল্লাহ পাক।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "ফজর জোহর আসর \n "
        "মাগরিব এবং এশা, \n"
        "পাঁচ ওয়াক্ত সালাতে আছে \n"
        "মোদের মুক্তির আশা।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "আখলাক ভালো যার\n "
        "সবে তারে ভালো পায়\n"
        "সমাজের সব লোক\n"
        "সদা তার গুণ গায়।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "আমাদের প্রিয়নবি \n "
        "আখলাকে সুমহান \n"
        "তাঁর থেকে পাই মোরা \n"
        "খুলুকে হাসান।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "দেখা হলে ভাইয়ের সাথে \n "
        "সালাম দেব আগে, \n"
        "সালাম দিলে ভাই আমার \n"
        "মনের সাথে মিলে।\n"
        "সালাম দেওয়া ভালো কাজ \n"
        "সালাম দিতে নেই লাজ।\n",
  },
  {
    "title": "\nছড়া\n",
    "desc": ""
        "সত্য কথা বলব\n "
        "সত্য পথে চলব।\n"
        "সত্য আনে পুণ্য\n"
        "জীবন হবে ধন্য।\n"
  },
];
const List<Map<String, dynamic>> akhlakData = [
  {
    "q": "প্রশ্নঃ আখলাক কাকে বলে?",
    "a":
        "উত্তরঃ  আখলাক শব্দের অর্থ চরিত্র। মানুষের কথাবার্তায়, কাজে-কর্মে ও আচার-ব্যবহারে যে স্বভাব প্রকাশ পায় তাকে আখলাক বলে।",
  },
  {
    "q": "প্রশ্নঃ সালাম অর্থ কী? সালাম দেওয়া কী?",
    "a": "উত্তরঃ সালাম অর্থ শান্তি। সালাম দেওয়া সুন্নত।",
  },
  {
    "q": "প্রশ্নঃ এক মুসলমানের সাথে আরেক মুসলমানের দেখা হলে কী বলতে হয়?",
    "a": "উত্তরঃ আসসালামু আলাইকুম ওয়া রহমাতুল্লাহ।",
  },
  {
    "q": "প্রশ্নঃ আসসালামু আলাইকুম ওয়া রহমাতুল্লাহ অর্থ কী?",
    "a": "উত্তরঃ আপনার ওপর শান্তি বর্ষিত হোক।",
  },
  {
    "q": "প্রশ্নঃ কেউ সালাম দিলে তার উত্তরে কী বলতে হয়?",
    "a": "উত্তরঃ ওয়া আলাইকুমুস সালাম।",
  },
  {
    "q": "প্রশ্নঃ ওয়া আলাইকুমুস সালাম অর্থ কী?",
    "a": "উত্তরঃ আপনার ওপরেও শান্তি বর্ষিত হোক।",
  },
  {
    "q": "প্রশ্নঃ সালাম সম্পর্কে মহানবি (স) কী বলেছেন?",
    "a": "উত্তরঃ "
        "সালাম সম্পর্কে মহানবি (স) বলেছেন- যে আগে সালাম দেবে সে বেশি সওয়াব পাবে।"
        "আগে সালাম প্রদানকারীর অহংকার থাকে না।",
  },
  {
    "q": "প্রশ্নঃ মেহমান এলে আমরা কী করব?",
    "a": "উত্তরঃ মেহমান এলে আমরা তাদের সালাম দিয়ে বসতে দেব, সম্মান করব এবং ভালো ব্যবহার",
  },
  {
    "q": "প্রশ্নঃ সহপাঠীদের সাথে আমরা কেমন আচরণ করব?",
    "a": "উত্তরঃ সহপাঠীদের সাথে ভালো ব্যবহার করব। পড়া বুঝতে সহায়তা করব।",
  },
  {
    "q": "প্রশ্নঃ সকল হালাল কাজের শুরুতে কী বলতে হয়?",
    "a": "উত্তরঃ সকল হালাল কাজের শুরুতে বিসমিল্লাহ বলতে হয়।",
  },
  {
    "q": "প্রশ্নঃ বিসমিল্লাহ অর্থ কী?",
    "a": "উত্তরঃ বিসমিল্লাহ অর্থ আল্লাহর নামে শুরু করছি।",
  },
  {
    "q": "প্রশ্নঃ কোনো সুসংবাদ শুনলে কী বলতে হয়?",
    "a": "উত্তরঃ কোনো সুসংবাদ শুনলে আলহামদুলিল্লাহ বলতে হয়।",
  },
  {
    "q": "প্রশ্নঃ আলহামদুলিল্লাহ অর্থ কী?",
    "a": "উত্তরঃ সকল প্রশংসা আল্লাহ তাআলার জন্য।",
  },
  {
    "q": "প্রশ্নঃ মেহমান সম্পর্কে মহানবি (স) কী বলেছেন?",
    "a":
        "মউত্তরঃ েহমান সম্পর্কে মহানবি (স) বলেছেন- যে ব্যক্তি আল্লাহ ও আখিরাতের প্রতি ইমান রাখে সে যেন মেহমানের সম্মান করে।",
  },
  {
    "q": "প্রশ্নঃ খাওয়া সম্পর্কে মহানবি (স) কী বলেছেন?",
    "a":
        "উত্তরঃ খাওয়া সম্পর্কে মহানবি (স) বলেছেন- বিসমিল্লাহ। বলে খাওয়া শুরু করো, ডান হাত দিয়ে খাও, খাওয়ার আগে ও পরে হাত ধুয়ে নাও।",
  },
  {
    "q": "প্রশ্নঃ খাওয়ার পরে কী বলতে হয়?",
    "a": "উত্তরঃ খাওয়ার পরে আলহামদুলিল্লাহ বলতে হয়।",
  },
  {
    "q": "প্রশ্নঃ পশু-পাখিদের প্রটি আমাদের কর্তব্য কী?",
    "a": "উত্তরঃ গৃহপালিত পশু-পাখির যত্ন করা, পশু-পাখিকে বিনা কারণে কষ্ট না দেওয়া।",
  },
  {
    "q": "প্রশ্নঃ কোনো বিপদে পড়েছে বা কেউ মারা গেছে শুনলে কী পড়তে হয়?",
    "a": "উত্তরঃ ইল্লা লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন",
  },
  {
    "q": "প্রশ্নঃ বড়দের প্রতি আমাদের কর্তব্য কী?",
    "a": "উত্তরঃ আমরা বড়দের সম্মান করব। তাঁদের কথা মেনে চলব। প্রয়োজনে তাঁদের কাজে সহযোগিতা করব।",
  },
  {
    "q": "প্রশ্নঃ আমরা কার আদর্শে জীবন গড়ব?",
    "a": "উত্তরঃ আমরা প্রিয় নবি হজরত মুহাম্মদ (স)-এর আদর্শে জীবন গড়ব।",
  },
  {
    "q": "প্রশ্নঃ আমরা ছোটদের আদর-স্নেহ করব ও ভালোবাসব।।",
    "a": "উত্তরঃ ছোটদের প্রতি আমাদের কর্তব্য কী?",
  },
];
const List<Map<String, dynamic>> duaData = [
  {
    "q": "ঘুম থেকে ওঠার দোয়া\n",
    "def": "الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا ، وَإِلَيْهِ النُّشُورُ",
    "a": "“আলহামদুলিল্লাহিল্লাজি আহইয়ানা বাআদা মা আমাতানা ওয়া ইলাইহিন নুশূর”\n\n",
    "mean":
        "অর্থঃ সকল প্রশংসা আল্লাহর, যিনি আমাদের মৃত্যু পরবর্তী সময়ে জীবিত করলেন এবং তাঁর দিকেই আমাদের ফিরে যেতে হবে।"
  },
  {
    "q": "খাবার শুরু করার দোয়া\n",
    "def": "بِسْمِ اللّهِ وَ عَلى بَرَكَةِ اللهِ",
    "a": "“বিসমিল্লাহি ওয়া আলা বারকাতিল্লাহ”\n\n"
        "অর্থঃ আল্লাহ তায়ালার নামে  শুরু করছি এবং আল্লাহ তায়ালার বরকত প্রার্থনা করছি।",
    "mean": ""
  },
  {
    "q": "খাবার শেষে দোয়া\n",
    "def": "اَلْحَمْدُ لِلّهِ الَّذِيْ اَطْعَمَنَا وَ سَقَانَا وَ جَعَلَنَا مِنَ الْمُسْلِمِيْن",
    "a": "“আলহামদু লিল্লাহিল্লাজি আতআমানা, ওয়াসাকানা, অজাআলানা মুসলিমিন।”\n\n"
        "অর্থঃ সকল প্রশংসা আল্লাহর, যিনি আমাদের খাবার ও পানীয় দান করেছেন এবং মুসলিম বানিয়েছেন।",
    "mean": ""
  },
  {
    "q": "বাথরুমে ঢোকার দোয়া\n",
    "def": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ",
    "a": "“আল্লাহুম্মা ইন্নি আউজুবিকা মিনাল খুবসি ওয়াল খাবা-ইস।”\n\n"
        "অর্থঃ হে আল্লাহ! আমি আপনাকে আশ্রয় প্রার্থনা করছি অপবিত্র ও অশুভ জিনদের থেকে।",
    "mean": ""
  },
  {
    "q": "বাথরুম থেকে বাইরে আসার পর দোয়া\n",
    "def": "غُفْرَانَكَ الْحَمْدُ لِلهِ الَّذِيْ اَذْهَبَ عَنِّيْ الْاَذَى وَعَافَانِيْ",
    "a": "“গোফরানাকা আলহামদুলিল্লা হিল্লাজি আজহাবা আন্নিল আজা ওয়া আফানি”\n\n"
        "অর্থঃ সমস্ত প্রশংসা আল্লাহর যিনি আমার হতে কষ্টদায়ক বিষয়সমূহ দূর করেছেন এবং আমাকে নিস্তার দিয়েছেন।",
    "mean": ""
  },
  {
    "q": "ঘুমানোর দোয়া\n",
    "def": "اللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا",
    "a": "“আল্লাহুম্মা বিসমিকা আমুতু ওয়া আহইয়া।”\n\n"
        "অর্থঃ হে আল্লাহ! আমি তোমারই নামে ঘুমাই এবং তোমার নামেই জাগ্রত হই",
    "mean": ""
  },
  {
    "q": "বিপদ থেকে রক্ষার দোয়া\n",
    "def": "لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ",
    "a": "“লা হাউলা ওয়া লা কুওয়াতা ইল্লা বিল্লাহিল আলিয়্যিল আজিম।”\n\n"
        "অর্থঃ আল্লাহ ছাড়া কোনো শক্তি বা ক্ষমতা নেই, তিনিই সর্বোচ্চ ও মহান।",
    "mean": ""
  },
  {
    "q": "সানা\n",
    "def":
        "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلَا إِلَهَ غَيْرُكَ",
    "a":
        "“বাংলা উচ্চারণ: সুবহানাকাল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারাকাসমুকা ওয়া তাআ-লা জাদ্দুকা, ওয়ালা ইলাহা গায়রুক।”\n\n"
            "অর্থঃ আল্লাহ ছাড়া কোনো শক্তি বা ক্ষমতা নেই, তিনিই সর্বোচ্চ ও মহান।",
    "mean": ""
  },
  {
    "q": "তাশাহ্হুদ (আত্তাহিয়্যাতু)\n",
    "def":
        "التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
    "a": "“আত্তাহিয়্যাতু লিল্লাহি ওয়া-ছ ছালাওয়াতু। ওয়া তায়্যিবাতু আসসালামু আলাইকা আইউহান্নাবিউ "
        "ওয়া রাহমাতুল্লাহি। হওয়া বারাকাতুহু আসসালামু আলাইনা ওয়া আলা "
        "ইবাদিল্লাহিহ ছালেহীন। আশহাদু আল লা-ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুত্ব ও রাসূলুহু।”",
    "mean": ""
  },
];
