import 'package:flutter/material.dart';
import 'package:sunamonir_pathshala/utils/text_string/string_constant.dart';

class MathSotokia extends StatefulWidget {
  const MathSotokia({super.key});

  @override
  State<MathSotokia> createState() => _MathSotokiaState();
}

class _MathSotokiaState extends State<MathSotokia> {
  List<List<String>> tableData = [
    ["১", "পৃথিবী", "এক"],
    ["২", "চোখ  ", "দুই"],
    ["৩", "কাল", "তিন"],
    ["৪", "খলিফা", "চার"],
    ["৫", "মহাসাগর", "পাঁচ"],
    ["৬", "ঋতু", "ছয়"],
    ["৭", "রং", "সাত"],
    ["৮", "গ্রহ", "আট"],
    ["৯", "নবরত্ন", "নয়"],
    ["১০", "দিক", "দশ"],
    ["১১", " এক দশ এক", " এগারো"],
    ["১২", " এক দশ দুই ", " বারো"],
    ["১৩", " এক দশ তিন ", " তেরো"],
    ["১৪", " এক দশ চার ", " চৌদ্দ"],
    ["১৫", " এক দশ পাঁচ ", " পনেরো"],
    ["১৬", " এক দশ ছয়", " ষোলো"],
    ["১৭", " এক দশ সাত", " সতেরো"],
    ["১৮", " এক দশ আট", " আঠারো"],
    ["১৯", " এক দশ নয়", " উনিশ"],
    ["২০", " দুই দশে", "বিশ"],
    ["২১", " দুই দশ এক", " একুশ"],
    ["২২", " দুই দশ দুই", " বাইশ"],
    ["২৩", " দুই দশ তিন", " তেইশ"],
    ["২৪", " দুই দশ চার", " চব্বিশ"],
    ["২৫", " দুই দশ পাঁচ", " পঁচিশ"],
    ["২৬", " দুই দশ ছয়", " ছাব্বিশ"],
    ["২৭", " দুই দশ সাত", " সাতাশ"],
    ["২৮", " দুই দশ আট", " আটাশ"],
    ["২৯", " দুই দশ নয়", " ঊনত্রিশ"],
    ["৩০", " তিন দশে", "ত্রিশ"],
    ["৩১", " তিন দশ এক", " একত্রিশ"],
    ["৩২", " তিন দশ দুই", " বত্রিশ"],
    ["৩৩", " তিন দশ তিন", " তেত্রিশ"],
    ["৩৪", " তিন দশ চার", " চৌত্রিশ"],
    ["৩৫", " তিন দশ পাঁচ", " পঁয়ত্রিশ"],
    ["৩৬", " তিন দশ ছয়", " ছত্রিশ"],
    ["৩৭", " তিন দশ সাত", " সাঁইত্রিশ"],
    ["৩৮", " তিন দশ আট", " আটত্রিশ"],
    ["৩৯", " তিন দশ নয়", " ঊনচল্লিশ"],
    ["৪০", " চার দশে", "চল্লিশ"],
    ["৪১", " চার দশ এক", "একচল্লিশ"],
    ["৪২", " চার দশ দুই", "বিয়াল্লিশ"],
    ["৪৩", " চার দশ চার", "তেতাল্লিশ"],
    ["৪৪", " চার দশ চার", "চুয়াল্লিশ"],
    ["৪৫", " চার দশ পাঁচ", "পঁয়তাল্লিশ"],
    ["৪৬", " চার দশ ছয়", "ছেচল্লিশ"],
    ["৪৭", " চার দশ সাত", "সাতচল্লিশ"],
    ["৪৮", " চার দশ আট", "আটচল্লিশ"],
    ["৪৯", " চার দশ নয়", "ঊনপঞ্চাশ"],
    ["৫০", " পাঁচ দশে", "পঞ্চাশ"],
    ["৫১", " পাঁচ দশ এক", "একান্ন"],
    ["৫২", " পাঁচ দশ দুই", "বাহান্ন"],
    ["৫৩", " পাঁচ দশ চার", "তিপ্পান্ন"],
    ["৫৪", " পাঁচ দশ চার", "চুয়ান্ন"],
    ["৫৫", " পাঁচ দশ পাঁচ", "পঞ্চান্ন"],
    ["৫৬", " পাঁচ দশ ছয়", "ছাপ্পান্ন"],
    ["৫৭", " পাঁচ দশ সাত", "সাতান্ন"],
    ["৫৮", " পাঁচ দশ আট", "আটান্ন"],
    ["৫৯", " পাঁচ দশ নয়", "ঊনষাট"],
    ["৬০", " ছয় দশে", "ষাট"],
    ["৬১", "ছয় দশ এক", "একষট্টি"],
    ["৬২", "ছয় দশ দুই", "বাষট্টি"],
    ["৬৩", "ছয় দশ তিন", "তেষট্টি"],
    ["৬৪", "ছয় দশ চার", "চৌষট্টি"],
    ["৬৫", "ছয় দশ পাঁচ", "পঁয়ষট্টি"],
    ["৬৬", "ছয় দশ ছয়", "ছেষট্টি"],
    ["৬৭", "ছয় দশ সাত", "সাতষট্টি"],
    ["৬৮", "ছয় দশ আট", "আটষট্টি"],
    ["৬৯", "ছয় দশ নয়", "ঊনসত্তর"],
    ["৭০", "সাত দশে", "সত্তর"],
    ["৭১", "সাত দশ এক", "একাত্তর"],
    ["৭২", "সাত দশ দুই", "বাহাত্তর"],
    ["৭৩", "সাত দশ তিন", "তিয়াত্তর"],
    ["৭৪", "সাত দশ চার", "চুয়াত্তর"],
    ["৭৫", "সাত দশ পাঁচ", "পঁচাত্তর"],
    ["৭৬", "সাত দশ ছয়", "ছিয়াত্তর"],
    ["৭৭", "সাত দশ সাত", "সাতাত্তর"],
    ["৭৮", "সাত দশ আট", "আটাত্তর"],
    ["৭৯", "সাত দশ নয়", "ঊনআশি"],
    ["৮০", "আট দশে", "আশি"],
    ["৮১", "আট দশ এক", "একাশি"],
    ["৮২", "আট দশ দুই", "বিরাশি"],
    ["৮৩", "আট দশ তিন", "তিরাশি"],
    ["৮৪", "আট দশ চার", "চুরাশি"],
    ["৮৫", "আট দশ পাঁচ", "পঁচাশি"],
    ["৮৬", "আট দশ ছয়", "ছিয়াশি"],
    ["৮৭", "আট দশ সাত", "সাতাশি"],
    ["৮৮", "আট দশ আট", "অষ্টআশি"],
    ["৮৯", "আট দশ নয়", "ঊননব্বই"],
    ["৯০", "নয় দশে", "নব্বই"],
    ["৯১", "নয় দশ এক", "একানব্বই"],
    ["৯২", "নয় দশ দুই", "বিরানব্বই"],
    ["৯৩", "নয় দশ তিন", "তিরানব্বই"],
    ["৯৪", "নয় দশ চার", "চুরানব্বই"],
    ["৯৫", "নয় দশ পাঁচ", "পঁচানব্বই"],
    ["৯৬", "নয় দশ ছয়", "ছিয়ানব্বই"],
    ["৯৭", "নয় দশ সাত", "সাতানব্বই"],
    ["৯৮", "নয় দশ আট", "আটানব্বই"],
    ["৯৯", "নয় দশ নয়", "নিরানব্বই"],
    ["১০০", "দশ দশে", "একশ"],
  ];

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      backgroundColor: Colors.white,
      appBar: AppBar(
        title: const Text(
          'বাংলা শতকিয়া (১-১০০)',
          style: TextStyle(
            color: Colors.white,
            fontFamily: StringConstants.samirFont,
          ),
        ),
        backgroundColor: Colors.deepPurple,
        iconTheme: const IconThemeData(color: Colors.white),
      ),
      body: SingleChildScrollView(
        child: Column(
          children: [
            const SizedBox(height: 16),
            Padding(
              padding: const EdgeInsets.all(8.0),
              child: Table(
                border: TableBorder.all(
                  color: Colors.deepPurple,
                  width: 2,
                  borderRadius: BorderRadius.circular(10),
                ),
                defaultVerticalAlignment: TableCellVerticalAlignment.middle,
                children: tableData.map((row) {
                  return TableRow(
                    children: row.map((cell) {
                      return TableCell(
                        verticalAlignment: TableCellVerticalAlignment.middle,
                        child: Padding(
                          padding: const EdgeInsets.all(10.0),
                          child: Text(
                            textAlign: TextAlign.center,
                            cell,
                            style: const TextStyle(
                              fontFamily: StringConstants.samirFont,
                              color: Colors.black,
                              fontSize: 20,
                            ),
                          ),
                        ),
                      );
                    }).toList(),
                  );
                }).toList(),
              ),
            ),
            const SizedBox(height: 40),
          ],
        ),
      ),
    );
  }
}
